Repository: DanijelKorent/popravi.to
Catalog: locale/*.UTF-8/LC_MESSAGES/FixMyStreet.po
Languages: hr

source: Example postcode %s
hr: Primjer poštanskog broja %s

source: Examples:
hr: Primjeri:

source: Existing category
hr: Postojeća kategorija

source: Existing users won't be modified.
hr: Postojeći korisnici neće biti promijenjeni.

source: Expand map
hr: Povećajte kartu

source: Explain what’s wrong
hr: Opišite što nije u redu

source: Export as CSV
hr: Izvoz u CSV formatu

source: External ID
hr: Vanjski ID

source: External URL
hr: Vanjski URL

source: External body
hr: Vanjsko tijelo

source: External status code
hr: Vanjski statusni kôd

source: External status code:
hr: Vanjski statusni kôd:

source: External team
hr: Vanjska ekipa

source: Extra Fields
hr: Dodatna polja

source: Extra data:
hr: Dodatni podaci:

source: Extra details
hr: Dodatni detalji

source: Extra fields:
hr: Dodatna polja:

source: Extra question shown to user
hr: Dodatno pitanje prikazano korisniku

source: Failed to send message
hr: Slanje poruke nije uspjelo

source: Fields
hr: Polja

source: File type not recognised. Please upload an image.
hr: Vrsta datoteke nije prepoznata. Molimo pokušajte prenijeti sliku.

source: Fill in your details manually.
hr: Ručno unesite Vaše detalje.

source: Filter
hr: Filtar

source: First time
hr: Prvi put

source: Five most recent commented reports
hr: Pet posljednje komentiranih prijava

source: Five newest reports
hr: Pet najnovijih prijava

source: Fix this by choosing an <strong>area covered</strong> in the <em>Edit body details</em> form below.
hr: Popravite ovo tako da odaberete <strong>područje pokrivenosti</strong> u obrascu za <em>Uređivanje podataka tijela</em> ispod.

source: Fixed
hr: Popravljeno

source: Fixed - Council
hr: Popravljeno - nadležno tijelo

source: Fixed - User
hr: Popravljeno - korisnik

source: Flag as deleted
hr: Označite izbrisanim

source: Flag user
hr: Označite korisnika

source: Flagged
hr: Označeni

source: Flagged reports and users
hr: Označene prijave i korisnici

source: Flagged users are listed on the <a href='%s'>flagged</a> page.
hr: Označeni korisnici prikazani su na stranici <a href='%s'>Označeni</a>.

source: Flagged users are not restricted in any way. This is just a list of users that have been marked for attention.
hr: Označeni korisnici nisu ograničeni ni na koji način. To je samo popis korisnika na koje treba obratiti pozornost.

source: Flagged:
hr: Označen:

source: Follow a ward link to view only reports within that ward.
hr: Kliknite na poveznicu mjesnog odbora kako biste vidjeli samo prijave unutar granica tog mjesnog odbora.

source: For best results include a close-up and a wide shot
hr: Bilo bi najbolje poslati fotku izdaleka te iz blizine.

source: For more information, see <a href='https://fixmystreet.org/customising/fms_and_mapit' class='admin-offsite-link'>How FixMyStreet uses Mapit</a>.
hr: Za više informacija, pogledajte <a href='https://fixmystreet.org/customising/fms_and_mapit' class='admin-offsite-link'>Kako FixMyStreet koristi MapIt</a>.

source: Forgot password
hr: Zaboravljena lozinka

source: Forgotten your password?
hr: Zaboravili ste lozinku?

source: Forwarded to external body
hr: Proslijeđeno vanjskom tijelu

source: Forwarded wish to external body
hr: Proslijeđena želja vanjskom tijelu

source: Frequently Asked Questions
hr: Često postavljana pitanja

source: From
hr: Od

source: Frontend staff access only to users assigned to this category
hr: Osoblje portala ima pristup samo korisnicima dodijeljenim ovoj kategoriji

source: General Enquiry
hr: Opći upit

source: Generate token
hr: Izradite token

source: Get updates
hr: Primite ažuriranja

source: Get updates of %s problems
hr: Primite ažuriranja %s problema

source: Get updates of problems in this %s
hr: Primite ažuriranja problema u %s

source: Give me an RSS feed
hr: Pretplatite se na RSS izvor

source: Give this collection of fields a name. It is not shown publicly, just here in the admin.
hr: Dajte ime ovoj zbirci polja. Neće biti prikazano javno, nego samo ovdje u administraciji.

source: Glad to hear it’s been fixed!
hr: Drago nam je čuti da je riješeno!

source: Go
hr: Pošaljite

source: Going to send questionnaire?
hr: Pošaljite upitnik?

source: Grant access to the admin
hr: Odobrite pristup administraciji

source: Graph of problem creation by status over time
hr: Grafikon nastanka problema prema statusu tijekom vremena

source: Group by %s
hr: Grupirati prema %s

source: Group by:
hr: Grupirati prema:

source: Has this problem been fixed?
hr: Je li ovaj problem popravljen?

source: Have you ever reported a problem to a council before, or is this your first time?
hr: Jeste li već ranije prijavljivali problem nadležnom tijelu ili je ovo prvi put?

source: Help
hr: Pomoć

source: Help <strong>%s</strong> resolve your problem quicker, by providing some extra detail. This extra information will not be published online.
hr: Detaljnijim opisom pomažete <strong>%s</strong> da brže riješe vaš problem. Ove dodatne informacije neće biti javno vidljive.

source: Here are some other nearby reports:
hr: Evo drugih prijava iz okolice:

source: Hi %s
hr: Zdravo %s

source: Hidden
hr: Skriveno

source: Hidden data in reporting form
hr: Skriveni podaci u obrascu prijave

source: Hide all reports and updates
hr: Sakrijte sve prijave i ažuriranja

source: Hide entire report
hr: Sakrijte cijelu prijavu

source: Hide my name
hr: Sakrijte moje ime

source: Hide my name everywhere
hr: Sakrijte moje ime svugdje

source: Hide my name in this update
hr: Sakrijte moje ime u ovom ažuriranju

source: Hide my name on this report
hr: Sakrijte moje ime u ovoj prijavi

source: Hide pins
hr: Sakrijte pinove

source: Hide reports made in this category
hr: Sakrijte prijave izrađene u ovoj kategoriji

source: Hide update completely?
hr: Sakrijte ažuriranje u potpunosti?

source: Hide your name?
hr: Sakrijte svoje ime?

source: History
hr: Povijest

source: Home
hr: Početak

source: How to report a problem
hr: Kako prijaviti problem

source: How to send successful reports
hr: Kako sastaviti što uspješniju prijavu

source: I just reported a problem on @fixmystreet
hr: Upravo je prijavljen problem na @PopraviTo

source: I just updated a problem on @fixmystreet
hr: Upravo je ažuriran problem na @PopraviTo

source: I'm afraid we couldn't locate your problem in the database.
hr: Nažalost, ne možemo locirati vaš problem u bazi podataka.

source: Identify a <strong>parent</strong> if this body is itself part of another body. For basic installations, you don't need to join bodies in this way.
hr: Identificirajte <strong>nadređenu</strong> samoupravu ako je ovo tijelo dio druge samouprave. Za osnovne instalacije ne trebate spajati tijela na ovaj način.

source: If there's a user associated with the address you entered, we've sent a confirmation email.
hr: Ako postoji korisnik povezan s adresom koju ste unijeli, poslali smo na tu adresu e-mail za potvrdu.

source: If this priority is passed to an external service (e.g. Exor/Confirm) enter the priority code to use with that service here.
hr: Ako je ovaj prioritet proslijeđen vanjskom servisu (npr. Exor/Confirm), unesite prioritetni kod za korištenje tog servisa.

source: If ticked, the form will be disabled and this item’s notice text will be displayed.
hr: Ako se označi, obrazac će biti onemogućen i prikazat će se tekst obavijesti o ovoj stavci.

source: If ticked, this extra data will not be edited or deleted by the Open311 population script.
hr: Ako se označi, ovi dodatni podaci neće se uređivati ili brisati skriptom za punjenje Open311.

source: If ticked, this template will be used for Open311 updates that put problems in this state.
hr: Ako se označi, ovaj predložak će biti korišten za Open311 ažuriranja koja stavljaju probleme u ovo stanje.

source: If two or more bodies serve the same location, FixMyStreet combines identical categories into a single entry in the menu. Make sure you use the same category name in the bodies if you want this to happen.
hr: Ako više tijela javne vlasti ima nadležnost na istom prostoru, Popravi.to spaja iste kategorije u jednu stavku na izborniku. Budite sigurni da koristite isti naziv kategorije u tijelima javne vlasti ako želite da se to dogodi.

source: If you are contacting us about a specific report or update please include a link to the report in the message.
hr: Ako nas kontaktirate o specifičnoj prijavi ili ažuriranju, molimo uključite link prijave u poruci.

source: If you generate a new token the existing token will no longer work.
hr: Ako izradite novi token, onda će prethodni prestati raditi.

source: If you get some more information about the status of your problem, please come back to the site and leave an update.
hr: Ako dobijete nove informacije o statusu vašeg problema, molimo Vas da se vratite na ovu stranicu i ažurirate prijavu.

source: If you let us know your email address, we’ll notify you when this problem is updated or fixed.
hr: Ako ostavite vašu e-mail adresu, javit ćemo vam kada ovaj problem bude ažuriran ili popravljen.

source: If you only want this priority to be an option for specific categories, pick them here. By default they will show for all categories.
hr: Ako želite da ovaj prioritet bude opcija samo za određene kategorije, ovdje ih odaberite. U suprotnome će biti dostupno za sve kategorije.

source: If you only want this template to be an option for specific categories, pick them here. By default they will show for all categories.
hr: Ako želite da ovaj predložak bude opcija samo za određene kategorije, ovdje ih odaberite. U suprotnome će biti dostupno za sve kategorije.

source: If you submit a problem here the problem will <strong>not</strong> be reported to the council.
hr: Ako prijavite problem ovdje, on <strong>neće</strong> biti prijavljen tijelu javne vlasti.

source: If you want to use this template to prefill the update field when a report&rsquo;s <strong>external</strong> (e.g. Confirm) status code changes, enter the status code here.
hr: Ako želite koristiti ovaj predložak za popunjavanje ažuriranja kada se promijeni <strong>vanjski</strong> statusni kôd prijave (npr. Confirm / Potvrdi), ovdje unesite statusni kôd.

source: If you want to use this template to prefill the update field when changing a report&rsquo;s state, select the state here.
hr: Ako želite koristiti ovaj predložak kako biste unaprijed popunili polja kada mjenjate stanje prijave, odaberite stanje ovdje.

source: If you wish to leave a public update on the problem, please enter it here (please note it will not be sent to the council).
hr: Ako želite ostaviti javno ažuriranje u vezi prijavljenog problema, unesite ga ovdje (svakako imajte na umu da neće biti poslano nadležnom uredu).

source: If you've enabled Open311 update-sending above, Open311 usually only accepts OPEN or CLOSED status in its updates. Enable <strong>extended Open311 stauses</strong> if you want to allow extra states to be passed. Check that your cobrand supports this feature before switching it on.
hr: Ako ste gore uključili Open311 slanje ažuriranja, Open311 obično prihvaća samo status OPEN (OTVORENO) ili CLOSED (ZATVORENO) u ažuriranjima. Uključite <strong>proširene Open311 stause</strong> ako želite dopustiti prosljeđivanje dodatnih stanja. Prije uključivanja provjerite podržava li vaš brand ovu značajku.

source: If you've enabled Open311 update-sending above, enable <strong>suppression of alerts</strong> if you do <strong>not</strong> want that user to be notified whenever these updates are created.
hr: Ako ste gore uključili Open311 slanje ažuriranja, uključite <strong>potiskivanje upozorenja</strong> ako <strong>ne</strong> želite da taj korisnik bude obaviješten kad god se kreiraju ova ažuriranja.

source: If you've enabled Open311 update-sending above, you must identify which FixMyStreet <strong>user</strong> will be attributed as the creator of those updates when they are shown on the site. Enter the ID (number) of that user.
hr: Ako ste gore uključili Open311 slanje ažuriranja, morate identificirati koji Popravi.to <strong>korisnik</strong> će biti dodijeljen kao stvaratelj tih ažuriranja kada su prikazani na internetskoj stranici. Unesite ID (broj) tog korisnika.

source: If you’ve made changes, leave a note explaining what, for other admins to see.
hr: Ako ste napravili promjene, ostavite poruku s objašnjenjem promjene, kako bi i ostali administratori vidjeli.

source: Illegal ID
hr: Nelegalni ID

source: Illegal feed selection
hr: Nelegalan odabir izvora

source: Import users
hr: Uvoz korisnika

source: In abuse table?
hr: U tablici zloupotrebljavanja?

source: In addition, the following attributes that are not part of the Open311 v2 specification are returned: agency_sent_datetime, title (also returned as part of description), interface_used, comment_count, requestor_name (only present if requestor allowed the name to be shown on this site).
hr: Nadalje, korišteni su sljedeći atributi koji nisu dio Open311 v2 specifikacije: agency_sent_datetime, title (također vraćen kao dio opisa), interface_used, comment_count, requestor_name (prisutno samo ako je podnositelj dopustio prikaz imena na ovoj stranici).

source: In progress
hr: U tijeku

source: In wards
hr: Unutar mjesnih odbora

source: Inactive
hr: Neaktivno

source: Inbox zero, here we come!
hr: Stiže ispražnjena pristigla pošta!

source: Include reporter personal details
hr: Uključite osobne podatke prijavitelja

source: Incorrect has_photo value "%s"
hr: Pogrešna has_photo vrijednost "%s"

source: Inspect report
hr: Provjerite prijavu

source: Instruct contractors to fix problems
hr: Izdajte nalog izvođačima da riješe probleme

source: Internal data set by Open311
hr: Open311 interni skup podataka

source: Internal key
hr: Interni ključ

source: Internal notes
hr: Interne bilješke

source: Invalid format %s specified.
hr: Naveden neispravan %s format.

source: Invalid location. New location must be covered by the same council.
hr: Neispravna lokacija. Nova lokacija treba biti unutar područja pokrivenosti tijela javne vlasti.

source: It's often quickest to <a href="%s">check our FAQs</a> and see if the answer is there.
hr: Obično je najbrži način provjeriti što piše u našim <a href="%s">Pitanjima i odgovorima</a>.

source: It’s on its way to the council right now.
hr: Upravo je na putu prema tijelu javne vlasti.

source: Label
hr: Oznaka

source: Language
hr: Jezik

source: Languages
hr: Jezici

source: Last 7 days
hr: Posljednjih 7 dana

source: Last editor
hr: Posljednji urednik

source: Last failure:
hr: Posljednji neuspjeh:

source: Last update
hr: Zadnje ažuriranje

source: Last update:
hr: Posljednje ažuriranje:

source: Last&nbsp;update:
hr: Posljednje&nbsp;ažuriranje:

source: Latitude/Longitude:
hr: Geografska širina/duljina:

source: Least recently updated
hr: Davno ažurirano

source: Leave this blank if all reports to this body should be sent using the same send method (e.g., "%s").
hr: Ostavite ovo prazno ako sve prijave ovom tijelu javne vlasti trebaju biti poslane istom metodom (npr. "%s").

source: List all reported problems
hr: Izlistaj sve prijavljenje probleme

source: Loading reports…
hr: Dohvaćanje prijava...

source: Loading...
hr: Učitavanje...

source: Local RSS feeds and email alerts
hr: RSS i e-mail obavijesti za lokalne probleme

source: Local RSS feeds and email alerts for ‘%s’
hr: RSS i e-mail obavijesti za lokalne probleme u ‘%s’

source: Local alerts
hr: Obavijesti

source: Locate the problem on a map of the area
hr: Lociraj problem na karti ovog područja

source: Log in with Facebook
hr: Prijavite se s Facebook računom

source: Log in with Twitter
hr: Prijavite se s Twitter računom

source: Log in with email
hr: Prijavite se s e-mail računom

source: Log in with email/text
hr: Prijavite se e-mailom ili SMS-om

source: Log out of all sessions
hr: Odjavite se sa svih stranica

source: Login with %s
hr: Prijava s %s

source: Look up
hr: Potražite

source: MAP
hr: KARTA

source: Make anonymous on all reports and updates
hr: Anonimizirajte korisnika kod svih prijava i ažuriranja

source: Manage shortlist
hr: Upravljajte popisom prioriteta

source: Manifest Theme
hr: Manifest teme

source: Manual order
hr: Ručni poredak

source: Map
hr: Karta

source: Mark as sent
hr: Označite kao poslano

source: Mark users whose behaviour you want to keep a check on as <strong>flagged</strong>.
hr: <strong>Označite</strong> korisnike na čije ponašanje želite obratiti pažnju.

source: Markup problem details
hr: Pojedinosti problema s označavanjem

source: Message
hr: Poruka

source: Message to competent body:
hr: Poruka nadležnom tijelu:

source: Message to external body:
hr: Poruka vanjskom tijelu:

source: Message to show when form is disabled (HTML permitted)
hr: Poruka za prikaz kada je obrazac onemogućen (dopušten je HTML)

source: Missing bodies:
hr: Nedostajuća tijela:

source: Missing jurisdiction_id
hr: Nedostaje jurisdiction_id

source: Moderate
hr: Moderirajte

source: Moderate report details
hr: Moderirajte detalje prijave

source: Moderate this report
hr: Moderirajte ovu prijavu

source: Moderate this update
hr: Moderirajte ovo ažuriranje

source: Moderated by %s at %s
hr: Moderirano od %s u %s

source: Moderated by division within one working day
hr: Moderira odjel unutar jednog radnog dana

source: Moderation history
hr: Povijest moderiranja

source: Month
hr: Mjesec

source: Most commented
hr: Najviše komentara

source: Multiple Groups
hr: Više grupa

source: Name
hr: Ime

source: Name:
hr: Ime:

source: Names are limited to %d characters in length.
hr: Imena su ograničena na %d znakova.

source: Navigate to this problem
hr: Navigirajte do problema

source: Nearest calculated address:
hr: Najbliža procijenjena adresa:

source: Nearest named road to the pin placed on the map (automatically generated using OpenStreetMap): %s%s
hr: Autolocirana najbliža cesta: %s%s

source: Nearest postcode to the pin placed on the map (automatically generated): %s (%sm away)
hr: Autolociran najbliži poštanski broj: %s (udaljeno %sm)

source: Nearest road to the pin placed on the map (automatically generated by Bing Maps): %s
hr: Autolocirana najbliža cesta: %s

source: Nearest road to the pin placed on the map (automatically generated by Bing Maps): %s
hr: Autolocirana najbliža cesta: %s

source: Nearly done!
hr: Skoro gotovo!

source: Nearly done! Now check your email&hellip;
hr: Skoro gotovo! Sada pogledajte svoj e-mail&hellip;

source: Nearly done! Now check your phone&hellip;
hr: Skoro gotovo! Sada pogledajte svoj telefon&hellip;

source: New body added
hr: Dodano novo tijelo javne vlasti

source: New category contact added
hr: Novi kontakt dodan u kategoriju

source: New email address:
hr: Nova e-mail adresa:

source: New field
hr: Novo polje

source: New internal note:
hr: Nova interna bilješka:

source: New local problems on FixMyStreet
hr: Novi lokalni problemi na Popravi.to

source: New note to DM:
hr: Nova bilješka za DM:

source: New password:
hr: Nova lozinka:

source: New phone number:
hr: Novi broj telefona:

source: New priority
hr: Novi prioritet

source: New problems for %s
hr: Novi problemi za %s

source: New problems for <a href="%s">%s</a>
hr: Novi problemi za <a href="%s">%s</a>

source: New problems for <a href="%s">%s</a> ward in <a href="%s">%s</a>
hr: Novi problemi za <a href="%s">%s</a> mjesni odbor u <a href="%s">%s</a>

source: New problems for area id <a href="%s">%s</a>
hr: Novi problemi za područje id <a href="%s">%s</a>

source: New problems for ward id %s in body id %s
hr: Novi problemi za administrativnu jedinicu id %s u tijelu id %s

source: New problems for {{COUNCIL}} within {{WARD}} ward on FixMyStreet
hr: Novi problemi za {{COUNCIL}} unutar {{WARD}} na Popravi.to

source: New problems near <a href="%s">%s,%s</a>
hr: Novi problemi u blizini <a href="%s">%s,%s</a>

source: New problems near {{POSTCODE}} on FixMyStreet
hr: Novi problemi blizu {{POSTCODE}} na Popravi.to

source: New problems on FixMyStreet
hr: Novi problemi na Popravi.to

source: New problems to {{COUNCIL}} on FixMyStreet
hr: Novi problemi za {{COUNCIL}} na Popravi.to

source: New problems within {{NAME}}'s boundary on FixMyStreet
hr: Novi problemi unutar {{NAME}} granica na Popravi.to

source: New reports
hr: Nove prijave

source: New state
hr: Novo stanje

source: New template
hr: Novi predložak

source: New updates on report <a href="%s">%s</a>
hr: Nova ažuriranja za prijavu <a href="%s">%s</a>

source: Newest
hr: Najnovije

source: Next
hr: Sljedeće

source: Next:
hr: Sljedeće:

source: No
hr: Ne

source: No Group
hr: Nema grupe

source: No account?
hr: Nemate račun?

source: No body
hr: Nema tijela

source: No council selected
hr: Nije odabrano odgovorno tijelo

source: No edits have yet been made.
hr: Nikakve izmjene još nisu napravljene.

source: No flagged problems found.
hr: Nisu pronađeni posebno označeni problemi.

source: No flagged users found.
hr: Nisu pronađeni označeni korisnici.

source: No further updates
hr: Nema ažuriranja

source: No personal details will be stored, and you will not receive updates about this report.
hr: Osobni podaci neće se pohraniti niti ćete dobivati ažuriranja o ovoj prijavi.

source: No reports to show on map, here are some nearby:
hr: Nema prijava za prikazati na karti, no evo nekih u blizini:

source: No result returned
hr: Nema rezultata

source: No specific areas are currently available, because the <code>MAPIT_URL</code> in your config file is not pointing to a live MapIt service.
hr: Trenutno nisu dostupna određena područja, jer <code>MAPIT_URL</code> u vašoj konfiguracijskoj datoteci ne upućuje na aktivnu uslugu MapIt.

source: No supporters
hr: Bez podrške

source: None
hr: Nijedan

source: Normal (public) users should not be associated with any <strong>area</strong>.<br> Authorised staff users can be associated with the area in which they operate.
hr: Normalni (javni) korisnici ne bi smjeli biti asocirani s nekim <strong>područjem</strong>.<br> Autorizirano osoblje portala može biti asocirano s područjem za koje su nadležni.

source: Normal (public) users should not be associated with any <strong>body</strong>.<br> Authorised staff users can be associated with the body they represent.<br> Depending on the implementation, staff users may have access to the dashboard (summary of activity across their body), the ability to hide reports or set special report statuses.
hr: Normalni (javni) korisnici ne bi smjeli biti asocirani s nekim <strong>tijelom</strong>.<br> Autorizirano osoblje portala može biti asocirano s tijelom koje reprezentiraju.<br> Ovisno o implementaciji, osoblje portala može imati pristup dashboardu (sažetak aktivnosti za njihovo tijelo), imati sposobnost da sakriju prijave ili namjeste specijalni status prijave.

source: Not for my subdivision
hr: Nije za moj odjel

source: Not from yourself/backend
hr: Ne od sebe/pozadine

source: Not reported before
hr: Nije prethodno prijavljeno

source: Not reported to council
hr: Nije prijavljeno odgovornom tijelu

source: Note
hr: Bilješka

source: Note:
hr: Bilješka:

source: Note: <strong>%s</strong>
hr: Bilješka: <strong>%s</strong>

source: Notes from SDM to DM
hr: Bilješke od SDM za DM

source: Notice shown to user
hr: Obavijest prikazana korisniku

source: Notice text
hr: Tekst obavijesti

source: Number of problems reported in each category, in the last 7 days.
hr: Broj prijavljenih problema u svakoj kategoriji, unutar posljednjih 7 dana.

source: Number of problems reported in each ward, in the last 7 days.
hr: Broj problema u pojedinoj samoupravi, u posljednjih 7 dana.

source: Offline
hr: Izvan mreže

source: Offline data cleared
hr: Izvanmrežni podaci su obrisani

source: Offline update data saved
hr: Izvanmrežni podaci su sačuvani

source: Old state
hr: Staro stanje

source: Oldest
hr: Najstarije

source: On behalf of %s
hr: U ime %s
