Repository: DanijelKorent/popravi.to
Catalog: locale/*.UTF-8/LC_MESSAGES/FixMyStreet.po
Languages: hr

source: This report is currently marked as open.
hr: Prijava je trenutno označena kao otvorena.

source: This report is now closed to updates.
hr: Ova prijava je zatvorena za ažuriranja.

source: This web page also contains a photo of the problem, provided by the user.
hr: Ova internetska stranica sadrži i fotografiju problema, dodanu od strane korisnika.

source: This will be the only time this token is visible, so please make a note of it now.
hr: Ovo će biti jedini trenutak kad će ovaj token biti vidljiv, molimo da ga odmah zabilježite.

source: Time spent (in minutes):
hr: Utrošeno vrijeme (u minutama):

source: Timeline
hr: Povijest

source: Tips for perfect photos
hr: Savjeti za savršene fotografije

source: Title
hr: Naslov

source: Title:
hr: Naslov:

source: To
hr: Za

source: To find out what local alerts we have for you, please enter your %s postcode or street name and area:
hr: Kako biste vidjeli koje lokalne obavijesti imamo za vas, molimo unesite vaš %s poštanski broj ili naziv ulice i mjesto:

source: To find out what local alerts we have for you, please enter your postcode or street name and area
hr: Kako biste vidjeli lokalne obavijesti, molimo vas unesete poštanski broj ili naziv ulice i mjesto.

source: To limit this collection of fields to a single cobrand, select it here.
hr: Da biste ovu zbirku polja ograničili na jedan brand, odaberite ga ovdje.

source: To limit this collection of fields to a single language, select it here.
hr: Da biste ovu zbirku polja ograničili na jedan jezik, odaberite ga ovdje.

source: To provide an update, please <a href="%s">sign in</a>.
hr: Za ažuriranje problema potrebno je <a href="%s">prijaviti se</a>.

source: To view a map of the precise location of this issue
hr: Pogledajte kartu točne lokacije ovog problema

source: Top 5 most used categories
hr: 5 najčešće korištenih kategorija

source: Top 5 responsive councils
hr: 5 samouprava koje najbrže reagiraju

source: Top 5 wards
hr: 5 najboljih mjesnih odbora

source: Total
hr: Ukupno

source: Translation
hr: Prijevod

source: Translations
hr: Prijevodi

source: Try again
hr: Pokušajte ponovno

source: Try emailing us directly:
hr: Pokušajte nam direktno poslati e-mail:

source: Two-factor authentication
hr: Dvostupanjska autentifikacija

source: Two-factor authentication has been activated
hr: Dvostupanjska autentifikacija je uključena

source: Two-factor authentication has been deactivated
hr: Dvostupanjska autentifikacija je isključena

source: Type
hr: Upišite

source: Unban
hr: Poništite zabranu

source: Unconfirmed
hr: Nepotvrđeno

source: Unknown
hr: Nepoznato

source: Unknown alert type
hr: Nepoznata vrsta upozorenja

source: Unknown error
hr: Nepoznata greška

source: Unknown problem ID
hr: Nepoznat ID problema

source: Unknown update ID
hr: Nepoznati ID ažuriranja

source: Unshortlisted
hr: Uklonjeno s popisa prioriteta

source: Up one
hr: Pomakni gore

source: Update
hr: Ažurirajte

source: Update %s created for problem %d
hr: Ažuriranje %s kreirano za problem %d

source: Update %s created for problem %d; by %s
hr: Ažuriranje %s kreirano za problem %d; od %s

source: Update below added anonymously at %s
hr: Ažuriranje u nastavku dodano je anonimno u %s

source: Update below added by %s at %s
hr: Ažuriranje u nastavku dodano od %s u %s

source: Update body
hr: Ažurirajte tijelo

source: Update breakdown by state
hr: Analiza ažuriranja prema stanju

source: Update by {{name}}
hr: Ažuriranje dodano od {{ime}}

source: Update changed problem state to %s
hr: Ažuriranjem se stanje problema promijenilo u %s

source: Update marked problem as fixed
hr: Ažuriranjem je problem označen kao popravljen

source: Update reopened problem
hr: Ažuriranjem je problem ponovno otvoren

source: Update statuses
hr: Statusi ažuriranja

source: Updated
hr: Ažurirano

source: Updated by <strong>%s</strong> (%s) at %s
hr: Ažurirano od <strong>%s</strong>(%s) u %s

source: Updated by <strong>%s</strong> at %s
hr: Ažurirano od <strong>%s</strong> u %s

source: Updated!
hr: Ažurirano!

source: Updates
hr: Ažuriranja

source: Updates are limited to %s characters in length. Please shorten your update
hr: Ažuriranja su ograničena na %s znakova. Molimo skratite vaše ažuriranje

source: Updates on {{title}}
hr: Ažuriranja za {{naslov}}

source: Updates to this problem, %s
hr: Ažuriranja ovog problema, %s

source: Usage notes
hr: Bilješke o korištenju

source: Use Open311 problem fetching
hr: Koristite Open311 dohvaćanje problema

source: Use Open311 update-sending extension
hr: Koristite Open311 ekstenziju za slanje ažuriranja

source: Use this for issues that you want to allow users to report, but for which there is no public interest in displaying the report, like requesting an extra rubbish bin at a specific address.
hr: Koristite ovo za probleme za koje želite da korisnici mogu prijaviti, ali za koje nema javnog interesa u prikazivanju prijave, kao što je zahtjev za dodatnom kantom za smeće na određenoj adresi.

source: Use this if you wish only users assigned to this category to see staff-related features (such as the inspector form) in the front end.
hr: Upotrijebite ovo ako želite da samo korisnici dodijeljeni ovoj kategoriji putem sučelja vide značajke za osoblje portala (kao što je obrazac za inspektora).

source: Use this where you do not want problem reporters to be able to reopen their fixed or closed reports when leaving an update.
hr: Koristite ovo tamo gdje ne želite da osobe koje prijavljuju probleme ponovno mogu otvoriti prijave koja su popravljena ili zatvorena kada dodaju ažuriranje.

source: User ID to attribute fetched comments to
hr: Korisnički ID kojem treba pripisati dohvaćene komentare

source: User Import
hr: Uvoz korisnika

source: User added to abuse list
hr: Korisnik je dodan na popis zloupotreba

source: User already exists
hr: Korisnik već postoji

source: User already in abuse list
hr: Korisnik je već na popisu zloupotreba

source: User flag removed
hr: Korisnička oznaka uklonjena

source: User flagged
hr: Korisnik označen

source: User in abuse table
hr: Korisnik na popisu zloupotreba

source: User search finds matches in users' names and email addresses.
hr: Pretraživanje korisnika pronalazi podudaranja u imenima korisnika i e-mail adresama.

source: User's alerts
hr: Korisnikova praćenja obavijesti

source: User:
hr: Korisnik:

source: Users
hr: Korisnici

source: Users can be assigned one or more roles to give them all the permissions of those roles. Selecting a role or roles will disable manual permission selection.
hr: Korisnicima se može dodijeliti jedna ili više uloga kako bi im se dodijelila sva dopuštenja tih uloga. Odabir uloge ili uloga onemogućit će ručni odabir dopuštenja.

source: Users can perform the following actions within their assigned body or area.
hr: Korisnici mogu poduzimati sljedeće radnje unutar tijela ili područja koji su im dodijeljeni.

source: Users with this role can perform the following actions within their assigned body or area.
hr: Korisnici s ovom ulogom mogu poduzimati sljedeće radnje unutar tijela ili područja koji su im dodjeljeni.

source: Values updated
hr: Vrijednosti ažurirane

source: Verify
hr: Potvrdite

source: Verify email address
hr: Potvrdite e-mail adresu

source: Verify phone number
hr: Potvrdite telefonski broj

source: View report on site
hr: Pogledajte prijavu na stranici

source: View reports by ward
hr: Pogledajte prijave za mjesne odbore

source: View wards
hr: Pogledajte mjesne odbore

source: View/Mark private reports
hr: Pogledajte/Označite privatne prijave

source: Viewing a location
hr: Prikazujemo lokaciju

source: Viewing a problem
hr: Prikazujemo problem

source: Ward:
hr: Mjesni odbor:

source: Wards of this council
hr: Mjesni odbori ove jedinice lokalne samouprave

source: We found more than one match for that location.
hr: Pronašli smo više od jednog rezultata za upisanu lokaciju.

source: We found more than one match for that problem reference:
hr: Pronašli smo više od jednog rezultata za takav opis problema:

source: We have sent a confirmation code to your phone. Please enter it below:
hr: Poslali smo kod za potvrdu na vaš telefon. Molimo unesite ga ispod:

source: We need your email address, please give it below.
hr: Potrebna nam je vaša e-mail adresa, molimo unesite je dolje:

source: We realise this problem might be the responsibility of %s; however, we don't currently have any contact details for them. If you know of an appropriate contact address, please do get in touch.
hr: Shvaćamo da bi za ovaj problem moglo biti odgovorno tijelo %s; međutim, trenutno nemamo nikakve pojedinosti o njihovom kontaktu. Ako znate odgovarajuću kontakt adresu, molimo vas javite nam.

source: We send it to the council on your behalf
hr: Mi ćemo ga poslati nadležnom uredu u vaše ime

source: We show up to ten matches, please try a different search if yours is not here.
hr: Prikazujemo do deset rezultata. Ako popis ne sadrži lokaciju koju ste tražili, pokušajte s drugačijim nazivom.

source: We will only use your personal information in accordance with our <a href="%s">privacy policy.</a>
hr: Vaše osobne podatke koristiti ćemo samo u skladu s našom <a href="%s">politikom privatnosti</a>.

source: We&rsquo;re sorry to hear the problem’s not fixed. Why not try writing to your local representatives?
hr: Žao nam je što vaš problem nije riješen. Zašto ne biste pokušali pisati svojim lokalnim predstavnicima?

source: Website
hr: internetska stranica

source: We’ll get back to you as soon as we can.
hr: Javit ćemo vam se u što skorijem roku.

source: We’ve already reported these nearby problems to the council. Is one of them yours?
hr: Već smo prijavili ove obližnje probleme lokalnoj samoupravi. Je li koji od njih vaš?

source: When edited
hr: Prilikom uređivanja

source: When sent
hr: Prilikom slanja

source: Which problems do you want alerts about?
hr: O kojim problemima želite dobivati obavijesti?

source: Which report is it a duplicate of?
hr: S kojom prijavom je ovo duplikat?

source: Why stop there? <a href="/alert">Set up more alerts</a> for free.
hr: Zašto stati na ovome? <a href="/alert">Postavite još obavijesti</a> jer je besplatno.

source: With request searches, it is also possible to search for agency_responsible to limit the requests to those sent to a single administration. The search term is the administration ID provided by <a href="%s">MaPit</a>.
hr: Osim pretraživanja prijava, moguće je pretražiti i odgovorna tijela (agency_responsible) kako biste ograničili prijave na one poslane određenom tijelu. Vrijednost za pretraživanje je administrativni ID kojeg daje <a href="%s">MapIt</a> servis.

source: Within the specified timeframe:
hr: Unutar određenog vremenskog perioda:

source: Would you like to contribute to FixMyStreet? Our code is open source and <a href="https://fixmystreet.org">available at fixmystreet.org</a>.
hr: Želite li doprinijeti Popravi.to? Naš kôd je otvoreni kod i <a href="https://fixmystreet.org">dostupan na fixmystreet.org</a>.

source: Would you like to receive another questionnaire in 4 weeks, reminding you to check the status?
hr: Želite li za 4 tjedna primiti još jedan upitnik koji bi vas podsjetio da provjerite status?

source: Would you like us to notify you when this problem is updated or fixed?
hr: Želite li da vas obavijestimo kad je ovaj problem ažuriran ili popravljen?

source: Writing your message entirely in block capitals makes it hard to read, as does a lack of punctuation.
hr: Pisanje velikim tiskanim slovima i bez interpunkcijskih znakova čini poruku teško čitljivom.

source: Yes
hr: Da

source: You are complaining that this problem report was unnecessarily moderated:
hr: Žalite se da je prijava problema bespotrebno moderirana:

source: You are not sure of the origin or validity of the contact.
hr: Niste sigurni u točnost ili ispravnost kontakta.

source: You are offline
hr: Izvan mreže ste

source: You are reporting the following problem report for being abusive, containing personal information, or similar:
hr: Prijavljujete sljedeću prijavu o lokalnom problemu jer sadrži osobine nasilja, osobnih podataka ili slično:

source: You are reporting the following update for being abusive, containing personal information, or similar:
hr: Prijavljujete sljedeće ažuriranje o lokalnom problemu jer sadrži osobine nasilja, osobnih podataka ili slično:

source: You can <a href="%s">make a new report in the same location</a>.
hr: Možete <a href="%s">napraviti novu prijavu na istoj lokaciji</a>.

source: You can <a href="%s%s">view the problem on this site</a>.
hr: Možete <a href="%s%s">pogledati problem na ovoj stranici</a>.

source: You can add an abusive user's email to the abuse list, which automatically hides (and never sends) reports they create.
hr: Email adresu korisnika koji zloupotrebljava portal možete dodati na popis zloupotreba, koja automatski sakriva (i nikada ne šalje) prijave koje kreiraju.

source: You can choose to subscribe to all problems reported in an area, or reports based on their destination.
hr: Možete se pretplatiti na sve probleme koji su prijavljeni na vašem području ili na probleme na temelju njihova odredišta.

source: You can contact technical support on <a href='mailto:%s'>%s</a>
hr: Tehničku podršku možete kontaktirati na <a href='mailto:%s'> %s</a>

source: You can flag any report or user by editing them, and they will be listed on this page. For example, this can useful if you want to keep an eye on a user who has posted inappropriate reports in the past.
hr: Bilo koju prijavu ili korisnika možete označiti uređivanjem i oni će biti prikazani na ovoj stranici. Na primjer, ovo može biti korisno ako želite pripaziti na korisnika koji je u prošlosti objavljivao neprimjerene sadržaje.

source: You can help us by finding a contact email address for local problems for %s and emailing it to us at <a href='mailto:%s'>%s</a>.
hr: Možete nam pomoći u pronalaženju kontakt e-mail adresa za lokalne probleme %s i poslati nam ih e-mailom na <a href='mailto:%s'>%s</a>.

source: You can mark a body as deleted if you do not want it to be active on the site.
hr: Možete označiti tijelo obrisanim ako ne želite da bude aktivan na portalu.

source: You cannot rename a category to an existing category
hr: Ne možete promijeniti naziv kategorije u već postojeću kategoriju

source: You declined; please fill in the box above
hr: Odbili ste; molimo ispunite polje iznad

source: You have <a id="oFN" href=""><span>%s</span> saved to submit</a>.
hr: Imate <a id="oFN" href=""><span>%s</span> spremljeno za podnošenje</a>.

source: You have already answered this questionnaire. If you have a question, please <a href='%s'>get in touch</a>, or <a href='%s'>view your problem</a>.
hr: Već ste odgovorili na upitnik. Ako imate pitanja, molimo da nam <a href='%s'>se javite</a>, ili <a href='%s'>pogledajte vaš problem</a>.

source: You have already attached files to this report. Note that you can attach a maximum of 3 to this report (if you try to upload more, the oldest will be removed).
hr: Već ste priložili datoteke ovoj prijavi. Ovoj prijavi možete priložiti najviše 3 datoteke (ako pokušate priložiti više od toga, najstarije će biti uklonjene).

source: You have already attached photos to this report. Note that you can attach a maximum of 3 to this report (if you try to upload more, the oldest will be removed).
hr: Već ste priložili fotografije ovoj prijavi. Ovoj prijavi možete priložiti najviše 3 fotografije (ako pokušate priložiti više, najstarija će biti uklonjena).

source: You have already attached photos to this update. Note that you can attach a maximum of 3 to this update (if you try to upload more, the oldest will be removed).
hr: Već ste priložili fotografije ovom ažuriranju. Ovoj prijavi možete priložiti najviše 3 fotografije (ako pokušate priložiti više, najstarija će biti uklonjena).

source: You have been signed out
hr: Odjavljeni ste

source: You have located the problem at the point marked with a green pin on the map. If this is not the correct location, simply click on the map again.
hr: Locirali ste problem na mjestu označenom zelenom iglom na karti. Ako to nije točna lokacija, jednostavno opet kliknite na kartu.

source: You have successfully added your phone number.
hr: Uspješno ste dodali telefonski broj.

source: You have successfully confirmed your email address.
hr: Uspješno ste potvrdili e-mail adresu.

source: You have successfully confirmed your phone number.
hr: Uspješno ste potvrdili telefonski broj.

source: You have successfully removed your phone number.
hr: Uspješno ste uklonili telefonski broj.

source: You have successfully signed in; please check and confirm your details are accurate:
hr: Uapješno ste se prijavili; molimo provjerite i potvrdite točnost vaših podataka:

source: You have successfully verified your phone number.
hr: Uspješno ste provjerili telefonski broj.

source: You haven&rsquo;t created any reports yet. <a href="%s">Report a problem now.</a>
hr: Još niste poslali ni jednu prijavu. <a href="%s">Pošaljite prijavu sada</a>.

source: You haven&rsquo;t shortlisted any reports yet.
hr: Još niste napravili popis prioriteta.

source: You need to <a href="%s">add some bodies</a> (such as councils or departments) before any reports can be sent.
hr: Morate <a href="%s">dodati tijela</a> (poput jedinica lokalne samouprave ili odjela) prije slanja prijava.

source: You need to add bodies (such as councils or departments) so that you can then add the categories of problems they can handle (such as potholes or streetlights) and the contacts (such as an email address) to which reports are sent.
hr: Morate dodati tijela (poput jedinica lokalne samouprave ili odjela) kao biste onda dodali kategorije problema koje oni mogu rješavati (poput rupa ili javne rasvjete) i kontakte (poput e-mail adresa) na koje se šalju prijave.

source: Your Reports
hr: Vaše prijave

source: Your account
hr: Vaš profil

source: Your account requires two-factor authentication to be set up.
hr: Vaš račun zahtjeva dvostupanjsku autentifikaciju kako bi se mogao postaviti.

source: Your email
hr: Vaš e-mail

source: Your email address
hr: Vaša e-mail adresa

source: Your email or mobile
hr: Vaš e-mail ili broj telefona

source: Your information will only be used in accordance with our <a href="%s">privacy policy</a>
hr: Vaše informacije koristiti će se samo u skladu s našom <a href="%s">politikom privatnosti</a>.

source: Your name
hr: Ime

source: Your name has already been sent to %s, but we can hide it on this page:
hr: Vaše ime je već poslano za %s, ali možemo ga sakriti na ovoj stranici:

source: Your name has been hidden from all your reports and updates.
hr: Vaše ime je skriveno u svim vašim prijavama i poslanim ažuriranjima.

source: Your name has been hidden.
hr: Vaše ime je skriveno.

source: Your offline reports
hr: Vaše izvanmrežne prijave

source: Your password
hr: Vaša lozinka

source: Your password has been changed
hr: Vaša lozinka je promijenjena

source: Your password has expired, please create a new one below. When you click the link in your email, your password will be updated.
hr: Vaša lozinka je istekla, molimo da niže napravite novu. Kada kliknete na link u vašem e-mailu, vaša lozinka biti će ažurirana.

source: Your password should include %d or more characters.
hr: Vaša lozinka treba sadržavati %d ili više znakova.

source: Your phone number
hr: Vaš broj telefona

source: Your report
hr: Vaša prijava

source: Your reports
hr: Vaše prijave

source: Your shortlist
hr: Vaš popis prioriteta

source: Your token has been generated
hr: Vaš token je generiran

source: Your update
hr: Vaše ažuriranje

source: Your update has been saved offline for submission when back online.
hr: Vaše ažuriranje je spremljeno izvan mreže za podnošenje kada se spojite na internet.

source: Your updates
hr: Vaša ažuriranja

source: Your verification code is %s
hr: Vaš verifikacijski kod je %s

source: Yourself
hr: Trenutno prijavljen korisnik

source: a colon-separated list of permissions to grant that user, e.g. <code>contribute_as_body:moderate:user_edit</code>.
hr: lista dozvola odvojena dvotočkom koja se daje tom korisniku, npr. <code>contribute_as_body:moderate:user_edit</code>.

source: a colon-separated list of roles to assign to that user.
hr: lista odvojena dvotočkom uloga koje se dodjeljuju tom korisniku.

source: admin
hr: administracija

source: all
hr: sve

source: an administrator
hr: administrator

source: and a defect raised
hr: i prijavljen problem

source: by %s
hr: od %s

source: council
hr: odgovorno tijelo

source: didn't use map
hr: nije korištena karta

source: e.g. ‘%s’ or ‘%s’
hr: npr. ‘%s’ ili ‘%s’

source: e.g. ‘10 inch pothole on Example St, near post box’
hr: npr. ‘rupa promjera 30 cm u Ulici Primjer, u blizini šahta’

source: e.g. ‘This pothole has been here for two months and…’
hr: npr. ‘Ova rupa je tu već dva mjeseca i...’

source: edit user
hr: uredite korisnika

source: from %s different users
hr: od %s različitih korisnika

source: government-internal
hr: uprava-interno

source: last updated %s
hr: posljednji put ažurirano %s

source: less than a minute
hr: manje od minute

source: none
hr: ništa

source: not the council's responsibility
hr: nije odgovornost tijela

source: optional
hr: nije obavezno

source: or
hr: ili

source: or <a href="%s">create an account</a>
hr: ili <a href="%s">izradite račun</a>

source: or <a href="%s">sign in</a>
hr: ili <a href="%s">se prijavite</a>

source: or use my location
hr: ili upotrijebite moju lokaciju

source: originally entered: &ldquo;%s&rdquo;
hr: izvorno uneseno: &ldquo;%s&rdquo;

source: other areas:
hr: druga područja:

source: show
hr: prikaz

source: sign out
hr: odjavite se

source: the database id of the body to associate that user with, e.g. <code>2217</code> for Buckinghamshire.
hr: id tijela u bazi s kojim se asocira taj korisnik, npr. <code>2217</code> za Buckinghamshire.

source: the local council
hr: jedinica lokalne samouprave

source: there is no pin shown as the user did not use the map
hr: nema pribadače jer korisnik nije označio problem na karti

source: this location
hr: ova lokacija

source: this type of local problem
hr: ova vrsta lokalnog problema

source: today
hr: danas

source: update
hr: ažuriranje

source: updates
hr: ažuriranja

source: used map
hr: korištena karta

source: user is from same council as problem - %d
hr: korisnik je iz istog tijela kao i problem - %d

source: user is problem owner
hr: korisnik je vlasnik problema

source: user not in abuse list
hr: korisnik nije na listi zloupotreba

source: user removed from abuse list
hr: korisnik je uklonjen s liste zloupotreba

source: ward
hr: mjesni odbor

source: %d address
hr: %d adresa

source: %d day
hr: %d dan

source: %d hour
hr: %d sat

source: %d minute
hr: %d minuta

source: %d month
hr: %d mjesec

source: %d supporter
hr: %d podržavatelj

source: %d week
hr: %d tjedan

source: %d year
hr: %d godina

source: %s day
hr: %s dan

source: %s problem marked as fixed
hr: %s prijava označena kao popravljena

source: %s problem reported
hr: %s prijvljena prijava

source: %s report
hr: %s prijava

source: %s update on problems
hr: %s ažuriranje na prijavama

source: <big>%s</big> fixed in past month
hr: <big>%s</big> popravljeno u posljednjih mjesec dana

source: <big>%s</big> report in past week
hr: <big>%s</big> prijava u prošlom tjednu

source: <big>%s</big> report recently
hr: <big>%s</big> novija prijava

source: <big>%s</big> update on reports
hr: <big>%s</big> ažuriranje za prijavu

source: Reported %d day ago
hr: Prijavljeno prije %d dan

source: We do <strong>not</strong> yet have details for the other council that covers this location.
hr: Još <strong>nemamo</strong> podatke za drugo odgovorno tijelo koje je odgovorno za ovu lokaciju.
