Repository: DanijelKorent/popravi.to
Catalog: locale/*.UTF-8/LC_MESSAGES/FixMyStreet.po
Languages: hr

source: and
hr: i

source: or
hr: ili

source: %d characters maximum
hr: Najviše %d znakova

source: %d edits by %s
hr: %d izmjene od strane %s

source: %d to %d of %d
hr: %d do %d od %d

source: %d users already existed
hr: %d postojećih korisnika

source: %s - Summary reports
hr: %s - Sažetak prijava

source: %s admin:
hr: %s administracija:

source: %s bodies
hr: %s tijela

source: %s confirmed alerts, %s unconfirmed
hr: %s potvrđene pretplate, %s nepotvrđena

source: %s council contacts &ndash; %s confirmed, %s unconfirmed
hr: %s kontakti vijeća &ndash; %s potvrđeni, %s nepotvrđeni

source: %s has a variety of RSS feeds and email alerts for local problems, including alerts for all problems within a particular ward, or all problems within a certain distance of a particular location.
hr: %s omogućava pretplate na razne RSS izvore te obavijesti e-mailom za lokalne probleme, uključujući obavijesti za sve probleme u granicama određenog mjesnog odbora, ili sve probleme u krugu određene lokacije.

source: %s has a variety of RSS feeds and email alerts for local problems, including alerts for all problems within a particular ward or council, or all problems within a certain distance of a particular location.
hr: %s omogućava pretplate na razne RSS izvore te dojave putem e-maila za lokalne probleme (u granicama neke jedinice mjesne samouprave ili svih problema u nekom radijusu od zadane točke).

source: %s live updates
hr: %s ažuriranja uživo

source: %s opened, %s closed, %s fixed
hr: %s otvoreno, %s zatvoreno, %s popravljeno

source: %s questionnaires sent &ndash; %s answered (%s%%)
hr: %s upitnika poslano &ndash; %s odgovoreno (%s%%)

source: &copy; <a href="http://www.openstreetmap.org/copyright">OpenStreetMap</a> contributors
hr: &copy; <a href="http://www.openstreetmap.org/copyright">OpenStreetMap</a> zajednica

source: (Defect &amp; location of defect)
hr: (Problem &amp; lokacija problema)

source: (No name)
hr: (Bez imena)

source: (No phone number)
hr: (Nema telefonskog broja)

source: (a-z and space only)
hr: (dopušteni znakovi a-z i razmaci)

source: (closed)
hr: (zatvoreno)

source: (covers roughly 200,000 people)
hr: (pokriva otprilike 200,000 ljudi)

source: (fixed)
hr: (popravljeno)

source: (like graffiti, fly tipping, broken paving slabs, or street lighting)
hr: (npr. grafiti, nepropisno odložen otpad, oštećeni kolnici, klupe, ulična rasvjeta...)

source: (no longer exists)
hr: (više ne postoji)

source: (not sent to council)
hr: (nije poslano odgovornom tijelu)

source: (optional)
hr: (nije obavezno)

source: (sent to all)
hr: (poslano svima)

source: (sent to both)
hr: (poslano na obje adrese)

source: (we also have RSS feeds for problems within %s)
hr: (također omogućavamo pretplate na RSS izvore za probleme unutar %s)

source: -- Pick a category --
hr: -- Izaberite kategoriju --

source: -- Pick an option --
hr: -- Izaberite opciju --

source: -- Please select --
hr: -- Molimo odaberite --

source: --Choose a template--
hr: -- Odaberite predložak --

source: <code>MAPIT_URL</code> is set (<code>%s</code>) but no <code>MAPIT_TYPES</code>.<br> This is probably why "area covered" is empty (below).<br> Maybe add some <code>MAPIT_TYPES</code> to your config file?
hr: <code>MAPIT_URL</code> je postavljen (<code>%s</code>), ali ne i <code>MAPIT_TYPES</code>.<br> Vjerojatno je zato "područje pokrivenosti" prazno (ispod).<br> Pokušajte dodati neke <code>MAPIT_TYPES</code> svom konfiguracijskom dokumentu.

source: <h2>Reports, Statistics and Actions for</h2> <h1>%s</h1>
hr: <h2>Broj prijava, akcija i općih statistika za</h2> <h1>%s</h1>

source: <label for="statuses">Show</label> %s reports <label for="filter_categories">about</label> %s
hr: <label for="statuses">Prikaži</label> %s prijave <label for="filter_categories">u vezi</label> %s

source: <span>%s</span> saved.
hr: <span>%s</span> spremljeno.

source: <strong>%s</strong> live problems
hr: <strong>%s</strong> postojeći problemi

source: <strong>No</strong> Let me confirm my report by email
hr: <strong>Ne</strong> Želim potvrditi moju prijavu s e-mailom

source: <strong>No</strong> Let me confirm my report by email/text
hr: <strong>Ne</strong> Želim potvrditi moju prijavu putem e-maila ili SMS poruke

source: <strong>No</strong> Let me confirm my update by email
hr: <strong>Ne</strong> Želim potvrditi moje ažuriranje s e-mailom

source: <strong>No</strong> Let me confirm my update by email/text
hr: <strong>Ne</strong> Želim potvrditi moje ažuriranje putem e-maila ili SMS poruke

source: <strong>Yes</strong> I have a password
hr: <strong>Da</strong> Imam password

source: <u>Take or choose existing photo</u>
hr: <u>Uslikajte novu ili izaberite postojeću fotografiju</u>

source: A service ID (Open311 or similar).
hr: Servisni ID (Open311 ili slično).

source: About the problem
hr: O problemu

source: Access denied
hr: Pristup odbijen

source: Activate two-factor authentication
hr: Uključite dvostupanjsku provjeru za prijavu u sustav

source: Add
hr: Dodajte

source: Add a <strong>body</strong> for each administrative body, such as a council or department to which problem reports can be sent. You can add one or more contacts (for different categories of problem) to each body.
hr: Dodajte <strong>tijelo</strong> za svako tijelo javne vlasti, poput jedinice mjesne samouprave ili nekog ureda kojem se mogu slati prijave o problemima. Možete dodati jednu ili više kontaktnih adresa (za različite kategorije problema) za svako administrativno tijelo.

source: Add a contact using the form below.
hr: Dodajte kontakt podatke koristeći sljedeći obrazac.

source: Add another parent category
hr: Dodajte sljedeću krovnu kategoriju

source: Add body
hr: Dodajte tijelo

source: Add email address
hr: Dodajte e-mail adresu

source: Add extra fields
hr: Dodajte dodatna polja

source: Add field
hr: Dodajte polja

source: Add fixed state
hr: Dodajte status popravka

source: Add new category
hr: Dodajte novu kategoriju

source: Add option
hr: Dodajte opciju

source: Add phone number
hr: Dodajte telefonski broj

source: Add to shortlist
hr: Dodajte na popis prioriteta

source: Add user
hr: Dodajte korisnika

source: Add/edit problem categories
hr: Dodajte/uredite kategorije problema

source: Add/edit response priorities
hr: Dodajte ili uredite prioritete za odgovor

source: Add/edit response templates
hr: Dodajte ili uredite predloške odgovora

source: Added %s
hr: Dodano %s

source: Adding this report to your shortlist will remove it from %s’s shortlist.
hr: Dodavanjem ove prijave na vaš popis prioriteta ukloniti će je s popisa prioriteta osobe %s.

source: Admin
hr: Administrator

source: Aerial
hr: Zračna

source: Again:
hr: Ponovite:

source: Alert %d created for %s, type %s, parameters %s / %s
hr: Upozorenje %d kreirano za %s, tip %s, parametri%s / %s

source: Alert %d disabled (created %s)
hr: Upozorenje %d onemogućeno (kreirano%s)

source: Alert me to future updates
hr: Javite mi buduće promjene

source: Alerts:
hr: Obavijesti:

source: All
hr: Sve

source: All Reports
hr: Sve prijave

source: All Reports as CSV
hr: Sve prijave u CSV formatu

source: All categories
hr: Sve kategorije

source: All cobrands
hr: Svi brandovi

source: All languages
hr: Svi jezici

source: All reports
hr: Sve prijave

source: All reports between %s and %s
hr: Sve prijave između %s i %s

source: All time
hr: Sveukupno

source: Allow anonymous reports on this category
hr: Dozvoli anonimne prijave u ovoj kategoriji

source: Already been reported?
hr: Je li već prijavljeno?

source: Alternatively, we can hide your name on <strong>all of your reports and updates</strong> across the site:
hr: Alternativno, možemo prikriti Vaše ime uz <strong>sve Vaše prijave i ažuriranja</strong>na čitavoj stranici:

source: Always fetch all problems
hr: Uvijek dohvati sve probleme

source: An email address or service ID (Open311 or similar).
hr: Email adresa ili servisni ID (Open311 ili slično).

source: An email address.
hr: Adresa e-maila.

source: An update marked this problem as fixed.
hr: Ažuriranjem je ovaj problem evidentiran kao popravljen.

source: Anonymous
hr: Anonimno

source: Anonymous user
hr: Anonimni korisnik

source: Anonymous:
hr: Anonimno:

source: Another user
hr: Drugi korisnik

source: Are you sure you want to cancel this upload?
hr: Jeste li sigurni da želite otkazati ovo slanje?

source: Are you sure?
hr: Jeste li sigurni?

source: Area covered
hr: Područje pokrivenosti

source: Area:
hr: Područje:

source: As this is a staging site and %s is false, reports made on this site will be sent to the problem reporter, not the contact given for the report’s category.
hr: Budući da je ovo probna stranica i %s, prijave poslane putem ove stranice bit će poslane osobi koja prijavljuje, a ne na adrese navedene kao nadležne za ovu kategoriju problema.

source: Assign selected to role:
hr: Dodijelite označeno ulozi:

source: Assign to competent body:
hr: Dodijelite nadležnom tijelu:

source: Assign to different category:
hr: Promijenite kategoriju:

source: Assign to external body:
hr: Dodijelite vanjskom tijelu:

source: Assign to subdivision:
hr: Dodijelite radnoj jedinici:

source: Assign users to areas
hr: Pridodajte korisnike određenom području:

source: Assigned categories only
hr: Samo dodijeljenje kategorije

source: Assigned to %s
hr: Dodijeljeno za %s

source: At most %d requests are returned in each query. The returned requests are ordered by requested_datetime, so to get all requests, do several searches with rolling start_date and end_date.
hr: Najviše %d zahtjeva su vraćeni sa svakim upitom. Vraćeni zahtjevi poredani su prema traženom datumu (requested_datetime), pa da biste dobili sve zahtjeve, pretražite nekoliko puta uz pomicanje datuma početka i završetka (start_date i end_date).

source: At the moment only searching for and looking at reports work.
hr: Trenutačno radi samo pretraživanje i pregledavanje prijava.

source: Authorised staff users can be associated with the categories in which they operate.
hr: Autorizirano osoblje portala mogu biti povezani s kategorijama u kojima djeluju.

source: Auto Response
hr: Automatski odgovor

source: Auto-response:
hr: Automatski odgovor:

source: Automatically populate report subject/detail
hr: Automatski popuni naslov i detalje prijave

source: Average time between a problem being reported and being fixed, last 100 reports.
hr: Prosječno vrijeme između dojave i rješenja problema za posljednjih 100 prijava.

source: Avoid personal information and vehicle number plates
hr: Izbjegavajte objavu osobnih informacija i registarske tablice vozila

source: Awaiting moderation
hr: Čeka moderaciju

source: Back
hr: Povratak

source: Back to all reports
hr: Povratak na sve prijave

source: Background Colour
hr: Pozadinska boja

source: Ban user
hr: Zabranite korisniku pristup

source: Behaviour
hr: Ponašanje

source: Bodies
hr: Tijela

source: Body
hr: Tijelo

source: Body:
hr: Tijelo:

source: CSV File
hr: CSV datoteka

source: Can&rsquo;t find our email? Check your spam folder&nbsp;&ndash; that&rsquo;s the solution 99% of the time.
hr: Ne možete pronaći naš e-mail? Provjerite svoj pretinac za neželjenu poštu&nbsp;&ndash; to je rješenje u 99% slučajeva.

source: Can't see the map? <em>Skip this step</em>
hr: Ne možete vidjeti mapu? <em>Preskočite ovaj korak</em>

source: Categories
hr: Kategorije

source: Categories:
hr: Kategorije:

source: Category
hr: Kategorija

source: Category and State
hr: Kategorija i stanje

source: Category changed from ‘%s’ to ‘%s’
hr: Kategorija promijenjena iz '%s' u '%s'

source: Category fix rate for problems > 4 weeks old
hr: Postotak popravaka u kategoriji za probleme starije od 4 tjedna

source: Category:
hr: Kategorija:

source: Change
hr: Promijenite

source: Change asset
hr: Promijenite aktivu

source: Change email address
hr: Promijenite e-mail adresu

source: Change password
hr: Promijenite lozinku

source: Change phone number
hr: Promijenite telefonski broj

source: Change two-factor authentication
hr: Promijenite dvo-stupanjsku provjeru

source: Choose a <strong>category</strong> name that makes sense to the public (e.g., "Pothole", "Street lighting") but is helpful to the body too. These will appear in the drop-down menu on the report-a-problem page.
hr: Odaberite ime <strong>kategorije</strong> koje ima smisla za javnost ("rupa na cesti", "javna rasvjeta" i slično), a korisno je i za nadležno tijelo koje bi trebalo riješiti problem. Ovi nazivi kategorija pojavit će se u padajućem izborniku na stranici za prijavu problema.

source: Choose another
hr: Odaberite drugo

source: Clear offline data
hr: Izbrišite izvanmrežne podatke

source: Click map to report a problem
hr: Kliknite na kartu da prijavite problem

source: Click the link in our confirmation email to activate your alert.
hr: Kliknite na poveznicu u e-mailu koji smo Vam poslali kako biste uključili obavijesti.

source: Click the link in our confirmation email to publish your problem.
hr: Kako bi se Vaša prijava objavila, trebate kliknuti na poveznicu u e-mailu koji biste upravo trebali dobiti od nas.

source: Click the link in our confirmation email to publish your update.
hr: Kliknite na poveznicu u e-mailu koji smo Vam poslali kako biste objavili ovo ažuriranje problema.

source: Click the link in our confirmation email to sign in.
hr: Kliknite na poveznicu u e-mailu koji smo Vam poslali kako biste se prijavili u sustav.

source: Click the link in that email to sign in.
hr: Kliknite na poveznicu u e-mailu koji smo Vam poslali kako biste se prijavili u sustav.

source: Click the map or drag the pin to adjust the location
hr: Kliknite na kartu ili povucite pribadaču na lokaciju

source: Close
hr: Zatvorite

source: Closed
hr: Zatvoreno

source: Closed to updates
hr: Zatvoreno za izmjene

source: Co-ordinates:
hr: Koordinate:

source: Cobrand
hr: Brand

source: Cobrand data:
hr: Brand podaci:

source: Cobrand:
hr: Brand:

source: Code
hr: Kôd

source: Collapse map
hr: Smanjite kartu

source: Configuration
hr: Konfiguracija

source: Confirm
hr: Potvrdite

source: Confirm account
hr: Potvrdite račun

source: Confirm by email instead, providing a new password at that point. When you confirm, your password will be updated.
hr: Umjesto toga potvrdite putem e-pošte, kreirajući novu lozinku u tom trenutku. Kada potvrdite, lozinka će se ažurirati.

source: Confirmation
hr: Potvrda

source: Confirmed
hr: Potvrđeno

source: Confirmed:
hr: Potvrđeno:

source: Contact %s
hr: Kontaktirajte %s

source: Contact Us
hr: Kontaktiraj nas

source: Contact the team
hr: Kontaktiraj ekipu

source: Continue
hr: Nastavi

source: Continue – report a new problem
hr: Nastavi – prijavi novi problem

source: Convert location from Easting/Northing
hr: Pretvorite lokaciju iz smjera istoka/sjevera

source: Could not find user
hr: Ne možemo pronaći korisnika

source: Could not look up location
hr: Nismo mogli pronaći lokaciju

source: Council
hr: Jedinica lokalne samouprave

source: Council contacts for %s
hr: Kontakti samouprave za %s

source: Council ref:&nbsp;%s
hr: Vanjska veza ref:&nbsp;%s

source: Council:
hr: Lokalna samouprava:

source: Count
hr: Brojač

source: Create
hr: Izradite

source: Create a report
hr: Izradite prijavu

source: Create an account
hr: Izradite korisnički račun

source: Create category
hr: Izradite kategoriju

source: Create priority
hr: Izradite prioritet

source: Create reports/updates as anonymous user
hr: Izradite prijavu ili ažurirajte problem kao anonimni korisnik

source: Create reports/updates as the council
hr: Izradite izvještaj ili ažurirajte problem kao tijelo javne vlasti

source: Create reports/updates on a user's behalf
hr: Izradite izvještaj ili ažurirajte problem u ime korisnika

source: Create template
hr: Izradite predložak

source: Created
hr: Izrađeno

source: Created %d new users
hr: Izrađeno %d novih korisnika

source: Created Body
hr: Izrađena samouprava

source: Created By
hr: Izrađeno od

source: Created:
hr: Izrađeno:

source: Current password:
hr: Trenutna lozinka:

source: Currently grouped by %s
hr: Trenutno grupirano prema %s

source: Currently no bodies have been created.
hr: Trenutno nema izrađenih profila tijela javnih vlasti.

source: Customer not contactable
hr: Korisnik nema kontakt

source: Dashboard
hr: Nadzorna ploča

source: Deactivate two-factor authentication
hr: Isključite dvo-stupanjsku autentikaciju

source: Dealt with by subdivision within 5 working days
hr: Riješeno unutar 5 radnih dana

source: Default
hr: Zadano

source: Default to creating reports/updates as the council
hr: Zadano za kreiranje prijava/izmjena kao samouprava

source: Delete
hr: Izbrišite

source: Delete template
hr: Izbrišite predložak

source: Delete theme
hr: Izbrišite temu

source: Deleted
hr: Izbrisano

source: Describe why you are moderating this
hr: Opišite zašto ovo moderirate

source: Description
hr: Opis

source: Destination
hr: Odredište

source: Detailed information is limited to %d characters.
hr: Detaljni opis ograničen je na %d znakova.

source: Details
hr: Detalji

source: Details:
hr: Detalji:

source: Device and Site
hr: Uređaj i stranica

source: Devolved
hr: Preneseno

source: Diligency prize league table
hr: Ljestvica marljivosti

source: Disable
hr: Onemogućite

source: Disable form when this category is selected
hr: Onemogućen obrazac kada je ova kategorija odabrana

source: Disable form when this option is selected
hr: Onemogućen obrazac kada je ova opcija odabrana

source: Disable reopening of reports in this category
hr: Onemogućeno ponovno otvaranje prijava u ovoj kategoriji

source: Disable updates on reports in this category
hr: Onemogućeno ažuriranje za prijave u ovoj kategoriji

source: Disabled:
hr: Onemogućeno:

source: Discard changes
hr: Odbacite izmjene

source: Display as
hr: Prikaži kao

source: Displayed label
hr: Prikazana oznaka

source: Do not send email alerts on fetched comments to problem creator
hr: Nemojte slati e-mail obavijesti o komentarima autoru prijave

source: Do you have a %s password?
hr: Imate li %s lozinku?

source: Don&rsquo;t know
hr: Ne znam

source: Don't like forms?
hr: Ne volite obrasce?

source: Down one
hr: Pomakni dolje

source: Drag photos here or <u>browse photos</u>
hr: Povucite fotografije ovdje ili <u>izaberite fotografije</u>

source: Drop-down list
hr: Padajući popis

source: Duplicate of
hr: Duplikat od

source: Duplicates
hr: Duplikati

source: Each contact for the body has a category, which is displayed to the public. Different categories <strong>can have the same contact</strong> (email address). This means you can add many categories even if you only have one contact for the body.
hr: Svaka kontakt adresa tijela javne vlasti ima svoju kategoriju, što je prikazano za javnost. Različite kateogrije <strong>mogu imati istu kontakt adresu</strong>. To znači da možete imati niz različitih kategorija iako imate samo jednu kontakt-adresu nadležnog tijela javne vlasti.

source: Easting/Northing:
hr: Istok/sjever:

source: Edit
hr: Uredite

source: Edit body details
hr: Uredite podatke o tijelu javne vlasti

source: Edit other users' permissions
hr: Uredite ovlaštenja drugih korisnika

source: Edit report category
hr: Uredite kategoriju prijave

source: Edit report details
hr: Uredite detalje prijave

source: Edit report priority
hr: Uredite razinu prioriteta ove prijave

source: Edit reports
hr: Uredite prijave

source: Edit users' details/search for their reports
hr: Uredite detalje korisnika/potražite njihove prijave

source: Edit your update
hr: Uredite svoje ažuriranje

source: Editing problem %d
hr: Uređivanje problema %d

source: Editing update %d
hr: Uređivanje ažuriranja %d

source: Editing user %d
hr: Uređivanje korisnika %d

source: Editor
hr: Urednik

source: Email address
hr: E-mail adresa

source: Email address (optional)
hr: E-mail adresa (neobavezno)

source: Email alert created
hr: Izrađena automatska obavijest e-mailom

source: Email alert deleted
hr: Izbrisana automatska obavijest e-mailom

source: Email me a link or text me a code to sign in
hr: Pošaljite mi link na e-mail ili kod na telefon za prijavu

source: Email me a link to sign in
hr: Pošaljite mi link za prijavu e-mailom

source: Email verified:
hr: Potvrđen e-mail:

source: Enable
hr: Uključite

source: Enable <strong>Always fetch all problems</strong> if you've enabled Open311 problem-fetching above and the endpoint always returns a list of all problems. This will suppress error messages about bad dates in the problems fetched.
hr: Uključite <strong>Uvijek dohvati sve prijave</strong> ako je iznad uključena opcija Open311 za dohvaćanje prijava i endpoint uvijek vraća popis svih prijava. To će potisnuti poruke greške o lošim datumima u dohvaćenim prijavama.

source: Enable <strong>Convert location from Easting/Northing</strong> if you've enabled Open311 problem-fetching above and problems fetching from the endpoint have the location in Easting/Northings and not Latitude/Longitude.
hr: Uključite <strong>Pretvaranje lokacije iz istok/sjever</strong> ako je iznad uključena opcija Open311 dohvaćanje prijava i ako prijave dohvaćene putem endpointa imaju lokaciju u istok/sjever a ne latituda/longituda.

source: Enable <strong>Open311 problem-fetching</strong> if you want to display reports created at the endpoint to FixMyStreet. If you're not sure, you probably do not, so leave this unchecked. For more information, see <a href='https://www.mysociety.org/2013/02/20/open311-extended/' class='admin-offsite-link'>this article</a>.
hr: Uključite <strong>Open311 dohvaćanje problema</strong> ako želite prikazati prijave stvorene na na endpointu za FixMyStreet. Ako niste sigurni, a vjerojatno niste, pa ostavite ovo neoznačeno. Za više informacija pogledajte <a href='https://www.mysociety.org/2013/02/20/open311-extended/' class='admin-offsite-link'>ovaj članak</a>.

source: Enable <strong>Open311 update-sending</strong> if the endpoint will send and receive updates to existing reports. If you're not sure, it probably does not, so leave this unchecked. For more information, see <a href='https://www.mysociety.org/2013/02/20/open311-extended/' class='admin-offsite-link'>this article</a>.
hr: Uključite <strong>Open311 slanje ažuriranja</strong> ako će endpoint slati i primati ažuriranja postojećih prijava. Ako niste sigurni, a vjerojatno niste, pa ostavite ovo neoznačeno. Za više informacija pogledajte <a href='https://www.mysociety.org/2013/02/20/open311-extended/' class='admin-offsite-link'>ovaj članak</a>.

source: Enable this <strong>can be devolved</strong> setting if one or more contacts have a different endpoint (and send method) from the body's. For example, if reports for some categories of problem must be emailed, while others can be sent over Open311.
hr: Uključite opciju <strong>može biti ustupljeno</strong> ako jedan ili više kontakta imaju različit endpoint (i metodu slanja) od konfiguracije tijela. Na primjer, ako prijave za neke kategorije problema moraju biti poslane e-mailom a neke druge mogu biti poslane putem Open311.

source: Enabling this will suppress the error message that is normally emitted when an update has no description
hr: Ako ovo dozvolite, neće se prikazati poruka o pogrešci koja se uobičajeno prikazuje kada ažuriranje nema opis

source: End Date
hr: Zaključni datum

source: Enter a Zürich street name
hr: Unesite naziv ulice u Zürichu

source: Enter a nearby UK postcode, or street name and area
hr: Unesite obližnji UK poštanski broj ili ime ulice i mjesta

source: Enter a nearby postcode, or street name and area
hr: Unesite obližnji poštanski broj ili ime ulice i mjesta

source: Enter a nearby street name and area
hr: Unesite ime obližnje ulice i mjesta

source: Enter details of the problem
hr: Unesite detalje o problemu

source: Error
hr: Greška

source: Everything
hr: Sve
