Repository: DanijelKorent/popravi.to
Catalog: locale/*.UTF-8/LC_MESSAGES/FixMyStreet.po
Languages: hr

source: Only staff users will be able to add reports in this category.
hr: Samo će osoblje portala moći dodati prijave u ovu kategoriju.

source: Open
hr: Otvoreno

source: Open311 API Key
hr: Open311 API ključ

source: Open311 API for the mySociety FixMyStreet server
hr: Open311 API za Code for Croatia Popravi.to server

source: Open311 Jurisdiction
hr: Open311 nadležnost

source: Open311 initiative web page
hr: Open311 službena internetska stranica

source: Open311 specification
hr: Open311 specifikacija

source: Options
hr: Postavke

source: Or <a href="/">search for a different location</a>
hr: Ili <a href="/">potražite drugu lokaciju</a>

source: Or sign in with password to prefill this information.
hr: Ili se prijavite s lozinkom za ispunjavanje ove informacije.

source: Or subscribe by RSS
hr: Ili se pretplatite na RSS

source: Order
hr: Poredak

source: Other
hr: Drugo

source: Other categories
hr: Ostale kategorije

source: Other wards
hr: Ostali mjesni odbori

source: Overall average
hr: Ukupni prosjek

source: Owner
hr: Vlasnik

source: Page Not Found
hr: Stranica nije pronađena

source: Parent
hr: Nadređeno tijelo

source: Parent categories
hr: Glavne kategorije

source: Partial
hr: Djelomično

source: Password (optional)
hr: Lozinka (neobvezno)

source: Password change cancelled.
hr: Promjena lozinke otkazana.

source: Password expired
hr: Lozinka istekla

source: Permissions
hr: Dozvole

source: Permissions:
hr: Dozvole:

source: Permit blank updates
hr: Dozvoliti prazna ažuriranja

source: Phone
hr: Telefon

source: Phone Reporter:
hr: Telefonski podnositelj:

source: Phone number
hr: Broj telefona

source: Phone number (optional)
hr: Telefonski broj (neobavezan)

source: Phone numbers are limited to %s characters in length.
hr: Brojevi telefona ograničeni su na %s znakova.

source: Phone verified:
hr: Provjeren broj telefona:

source: Phone:
hr: Telefon:

source: Photo
hr: Fotografija

source: Photo is required.
hr: Potrebna je fotografija.

source: Photo required
hr: Fotografija potrebna

source: Photo upload failed.
hr: Prijenos fotografije nije uspio.

source: Photos
hr: Fotografije

source: Photos of recent nearby reports
hr: Fotografije posljednjih obližnjih prijava

source: Photos/Documents
hr: Fotografije/Dokumenti

source: Pick your council
hr: Odaberite lokalnu samoupravu

source: Pick your ward
hr: Odaberite mjesni odbor

source: Pin map
hr: Označite na karti

source: Place pin on map
hr: Postavite pribadaču na kartu

source: Please <a href="#%s">check their changes</a> and resolve any differences.
hr: Molimo <a href="#%s">provjerite njihove promjene</a> i riješite bilo kakve razlike.

source: Please be polite, concise and to the point.
hr: Molimo da budete pristojni, jezgroviti i jasni.

source: Please check the passwords and try again
hr: Provjerite lozinke i pokušajte ponovno

source: Please check your email address is correct
hr: Provjerite je li vaša e-mail adresa točna

source: Please check your phone number is correct
hr: Molimo da provjerite je li ispravno unesen broj telefona

source: Please choose a category
hr: Izaberite kategoriju

source: Please choose a less commonly-used password
hr: Molimo vas odaberete neku sigurniju lozinku

source: Please correct the errors below
hr: Molimo vas ispravite pogreške ispod

source: Please do <strong>not</strong> report problems through this form; messages go to the team behind this site, not a council. To report a problem, please <a href="/">go to the front page</a> and follow the instructions.
hr: Molimo vas da <strong>ne prijavljujete</strong> lokalne probleme kroz ovaj obrazac; poruke poslane ovim putem šalju se administratorima stranice, a ne lokalnoj samoupravi. Da biste prijavili komunalni problem, molimo posjetite <a href="/">početnu stranicu</a> i pratite upute koje se tamo nalaze.

source: Please do not be abusive&nbsp;&mdash; abusing your council devalues the service for all users.
hr: Molimo vas budete pristojni&nbsp;&mdash; vrijeđanje javnih službenika nanosi štetu i umanjuje vrijednost ovog servisa.

source: Please enter a message
hr: Unesite poruku

source: Please enter a mobile number
hr: Molimo unesite broj telefona

source: Please enter a name
hr: Molimo unesite ime

source: Please enter a name for this body
hr: Molimo unesite ime ovog tijela javne vlasti

source: Please enter a password
hr: Molimo unesite lozinku

source: Please enter a subject
hr: Molimo unesite naslov

source: Please enter a valid email
hr: Molimo unesite ispravan e-mail

source: Please enter a valid email address
hr: Molimo unesite ispravnu e-mail adresu

source: Please enter a valid email or phone number
hr: Molimo unesite ispravnu e-mail adresu ili broj telefona

source: Please enter some details
hr: Molimo unesite neke detalje

source: Please enter your email
hr: Molimo unesite vaš e-mail

source: Please enter your first name
hr: Molimo unesite vaše ime

source: Please enter your full name, councils need this information – if you do not wish your name to be shown on the site, untick the box below
hr: Molimo unesite vaše puno ime i prezime, odgovorno tijelo treba ovu informaciju – ako ne želite da vaše ime bude prikazano na stranici, odznačite kvadratić ispod

source: Please enter your full name.
hr: Molimo unesite ime i prezime.

source: Please enter your name
hr: Unesite svoje ime

source: Please enter your phone number
hr: Molimo unesite vaš broj telefona

source: Please enter your second name
hr: Molimo unesite vaše prezime

source: Please enter your title
hr: Molimo unesite vašu titulu

source: Please feel free to <a href="%s">sign in again</a>, or go back to the <a href="/">front page</a>.
hr: Možete se <a href="%s">ponovno prijaviti</a> ili se vratiti na <a href="/">početnu stranicu</a>.

source: Please fill in details of the problem below.
hr: Popunite detalje o problemu u nastavku.

source: Please fill in the form below with details of the problem, and describe the location as precisely as possible in the details box.
hr: Popunite detalje o problemu u nastavku i opišite lokaciju što preciznije.

source: Please generate a two-factor code and enter it below:
hr: Molimo generirajte dvostupanjski kod i unesite ga ispod:

source: Please indicate whether you'd like to receive another questionnaire
hr: Molimo navedite želite li primiti novi upitnik

source: Please make sure you are not including an email address
hr: Molimo provjerite da niste naveli e-mail adresu

source: Please make sure your password is at least %d characters long
hr: Molimo provjerite sastoji li se vaša lozinka od najmanje %dznakova

source: Please note that updates are not sent to the council.
hr: Napominjemo da se ažuriranja ne šalju nadležnom tijelu.

source: Please note your report has <strong>not yet been sent</strong>.
hr: Molimo imajte na umu da vaša prijava <strong>još nije poslana</strong>.

source: Please note your report has <strong>not yet been sent</strong>. Choose a category and add further information below, then submit.
hr: Vaša prijava <strong>još nije poslana</strong>. Izaberite kategoriju i navedite dodatne informacije u nastavku te zatim potvrdite.

source: Please note your update has <strong>not yet been posted</strong>.
hr: Molimo imate na umu da vaše ažuriranje <strong>još nije objavljeno</strong>.

source: Please note:
hr: Imajte na umu:

source: Please pick your update preference
hr: Molimo odaberite preferencu ažuriranja

source: Please provide a duplicate ID or public update for this report.
hr: Molimo navedite duplicirani ID ili javno ažuriranje ove prijave.

source: Please provide a public update for this report.
hr: Molimo navedite javne informacije o ažuriranju ove prijave.

source: Please provide some explanation as to why you're reopening this report
hr: Molimo navedite obrazloženje zašto ponovno otvarate ovu prijavu

source: Please provide some text as well as a photo
hr: Molimo unesite tekst i fotografiju

source: Please say whether you've ever reported a problem to your council before
hr: Jeste li do sada ikada prijavljivali problem nadležnom tijelu

source: Please scan this image with your app, or enter the text code into your app, then generate a new one-time code and enter it below:
hr: Molimo skenirajte ovu sliku s vašom aplikacijom, ili unesite tekstualni kod u vašu aplikaciju, potom generirajte novi jednokratni kod i unestite ga dolje:

source: Please select a body.
hr: Molimo izaberite tijelo.

source: Please select the feed you want
hr: Izaberite izvor koji želite

source: Please select the type of alert you want
hr: Izaberite vrstu obavijesti koju želite

source: Please state whether or not the problem has been fixed
hr: Molimo navedite je li problem riješen

source: Please upload an image only
hr: Molimo da pošaljete samo fotografiju

source: Please verify at least one of email/phone
hr: Molimo autorizirajte barem telefonski broj ili e-mail adresu

source: Please write a message
hr: Napišite poruku

source: Postcode or street name and area
hr: Poštanski broj ili naziv ulice i mjesto

source: Posted anonymously at %s
hr: Objavljeno anonimno u %s

source: Posted by %s at %s
hr: Objavljeno od %s u %s

source: Posted by <strong>%s</strong> (%s) at %s
hr: Objavljeno od <strong>%s</strong> (%s) u %s

source: Posted by <strong>%s</strong> at %s
hr: Objavljeno od <strong>%s</strong> u %s

source: Powered by <a class="platform-logo" href="https://fixmystreet.org/">FixMyStreet Platform</a>
hr: Pokreće <a class="platform-logo" href="https://fixmystreet.org/">FIxMyStreet platforma</a>

source: Prevent new reports from using this category, <em>and</em> also remove it from map filters.
hr: Onemogućite novim prijavama korištenje ove kategorije, <em>i</em> uklonite s filtera karte.

source: Prevent new reports from using this category, but keep it available in map filters.
hr: Onemogućite novim prijavama korištenje ove kategorije, ali učinite je dostupnom u filterima karte.

source: Prevent user from submitting the form until this field is filled in.
hr: Onemogućite korisnika da podnese obrazac prije popunjavanja ovog polja.

source: Previous
hr: Prethodno

source: Priorities
hr: Prioriteti

source: Priority
hr: Prioritet

source: Privacy
hr: Privatnost

source: Privacy and cookies
hr: Privatnost i kolačići

source: Private
hr: Privatno

source: Private only
hr: Samo privatno

source: Problem %d created
hr: Problem %d izrađen

source: Problem %s added to shortlist
hr: Problem %s dodan na popis prioriteta

source: Problem %s confirmed
hr: Problem %s potvrđen

source: Problem %s created
hr: Problem %s izrađen

source: Problem %s created on behalf of %s
hr: Problem %s izrađen u ime %s

source: Problem %s removed from shortlist
hr: Problem %s uklonjen s popisa prioriteta

source: Problem %s sent to council %s
hr: Problem %s poslan nadležnom tijelu %s

source: Problem breakdown by state
hr: Analiza problema prema stanju

source: Problem marked as open.
hr: Problem označen kao otvoren.

source: Problem state change based on survey results
hr: Stanje problema izmijenjeno na temelju rezultata ankete

source: Problems
hr: Problemi

source: Problems in an area
hr: Problemi na ovom području

source: Problems nearby
hr: Problemi u blizini

source: Problems on the map
hr: Problemi na karti

source: Problems recently reported fixed on FixMyStreet
hr: Nedavno popravljeni problemi na Popravi.to

source: Problems within %.1fkm of %s
hr: Problemi unutar radijusa %.1f km od %s

source: Problems within %s
hr: Problemi unutar %s

source: Problems within %s ward
hr: Problemi unutar %s mjesnog odbora

source: Problems within %s ward, %s
hr: Problemi unutar %s mjesnog odbora, %s

source: Problems within %s, %s
hr: Problemi unutar %s, %s

source: Property address:
hr: Adresa objekta:

source: Protect from Open311 changes
hr: Zaštititi od Open311 izmjena

source: Protect this category from being re-named
hr: Zaštitite ovu kategoriju od promjene naziva

source: Protect this category's name and group(s) from Open311 changes
hr: Zaštitite naziv ove kategorije i grupe/a od Open311 izmjena

source: Provide an update
hr: Napišite ažuriranje

source: Provide update as
hr: Pošaljite ažuriranje kao

source: Providing a password is optional, but doing so will allow you to more easily report future problems, leave updates and manage your reports.
hr: Lozinka nije obvezna, ali ako je postavite to će vam omogućiti lakše prijavljivanje problema u budućnosti, izradu ažuriranja i upravljanje vašim prijavama.

source: Providing a password is optional, but doing so will allow you to more easily report problems, leave updates and manage your reports.
hr: Lozinka nije obvezna, ali će vam omogućiti lakše prijavljivanje problema, dodavanje ažuriranja i upravljanje vašim prijavama.

source: Public details
hr: Javni detalji

source: Public response:
hr: Javni odgovor:

source: Public update:
hr: Javno ažuriranje:

source: Publish photo
hr: Objavite fotografiju

source: Question text
hr: Tekst pitanja

source: Questionnaire
hr: Upitnik

source: Questionnaire %d answered for problem %d, %s to %s
hr: Upitnik %d odgovoren za problem %d, %s za %s

source: Questionnaire %d sent for problem %d
hr: Upitnik %d poslan za problem %d

source: Questionnaire filled in by problem reporter
hr: Upitnik popunila osoba koja je prijavila problem

source: RSS feed
hr: RSS izvor

source: RSS feed for %s
hr: RSS izvor za %s

source: RSS feed for %s ward, %s
hr: RSS izvor za %s mjesni odbor, %s

source: RSS feed of %s
hr: RSS izvor za %s

source: RSS feed of %s, within %s ward
hr: RSS izvor za %s, unutar %s mjesnog odbora

source: RSS feed of nearby problems
hr: RSS izvor za probleme u blizini

source: RSS feed of problems within %s
hr: RSS izvor za probleme unutar %s

source: RSS feed of problems within %s ward
hr: RSS izvor za probleme unutar %s mjesnog odbora

source: RSS feed of recent local problems
hr: RSS izvor za nedavne lokalne probleme

source: RSS feed of updates to this problem
hr: RSS izvor za ažuriranja ovog problema

source: Read less
hr: Pročitajte manje

source: Read more
hr: Pročitajte više

source: Reason:
hr: Razlog:

source: Receive email when updates are left on this problem.
hr: Primite e-mail kada je ovaj problem ažuriran.

source: Received by %s moments later
hr: Zaprimljeno kod %s ubrzo nakon slanja

source: Recent local problems, %s
hr: Nedavni lokalni problemi, %s

source: Recently reported problems
hr: Nedavno prijavljeni problemi

source: Recently updated
hr: Nedavno ažurirano

source: Reject report
hr: Odbacite prijavu

source: Remember that FixMyStreet is primarily for reporting physical problems that can be fixed. If your problem is not appropriate for submission via this site remember that you can contact your council directly using their own website.
hr: Popravi.to prvenstveno služi za prijavljivanje fizičkih problema koji se mogu popraviti. Ako vaš problem nije prikladan za prijavljivanje preko ove stranice, uvijek se možete obratiti direktno svojoj lokalnoj samoupravi preko njihove internetske stranice.

source: Remove account details
hr: Uklonite detalje računa

source: Remove field
hr: Uklonite polje

source: Remove flag
hr: Uklonite oznaku

source: Remove from shortlist
hr: Uklonite s popisa prioriteta

source: Remove from site
hr: Uklonite sa stranice

source: Remove option
hr: Uklonite opciju

source: Remove photo (can't be undone!)
hr: Uklonite fotografiju (nije moguće natrag vratiti!)

source: Remove staff permissions
hr: Uklonite dozvole osoblja

source: Replace token
hr: Zamijenite token

source: Reply to user:
hr: Odgovorite korisniku:

source: Report
hr: Prijava

source: Report ID:
hr: ID prijave:

source: Report a problem
hr: Prijavite problem

source: Report a problem here
hr: Ovdje prijavite problem

source: Report abuse
hr: Prijavite zloupotrebu

source: Report anonymously
hr: Prijavite anonimno

source: Report another problem here
hr: Ovdje prijavite drugi problem

source: Report as
hr: Prijavite kao

source: Report details
hr: Detalji prijave

source: Report on %s
hr: Prijava za %s

source: Report state:
hr: Stanje prijave:

source: Report your problem
hr: Prijavite vaš problem

source: Report, view, and discuss local street-related problems.
hr: Prijavite ili pogledajte lokalne komunalne probleme

source: Report, view, or discuss local problems
hr: Prijavite, pregledajte ili raspravljajte o lokalnim problemima

source: Reported anonymously at %s
hr: Prijavljeno anonimno u %s

source: Reported before
hr: Prijavljeno ranije

source: Reported by %s at %s
hr: Prijava od %s za %s

source: Reported by:
hr: Prijava od:

source: Reported in the %s category
hr: Prijavljeno u kategoriji %s

source: Reported in the %s category anonymously at %s
hr: Prijavljeno anonimno u kategoriji %s u %s

source: Reported in the %s category by %s at %s
hr: Prijavljeno u kategoriji %s od %s u %s

source: Reported via %s anonymously at %s
hr: Prijavljeno anonimno putem %s u %s

source: Reported via %s by %s at %s
hr: Prijavljeno putem %s od %s u %s

source: Reported via %s in the %s category anonymously at %s
hr: Prijavljeno anonimno putem %s u kategoriju %s u %s

source: Reported via %s in the %s category by %s at %s
hr: Prijavljeno putem %s u kategoriju %s od %s u %s

source: Reported:
hr: Prijavljeno:

source: Reporting a problem
hr: Prijavljivanje problema

source: Reports
hr: Prijave

source: Reports are limited to %s characters in length. Please shorten your report
hr: Prijave su ograničene na %s znakova duljine. Molimo da skratite svoju prijavu.

source: Reports are limited to {0} characters in length. Please shorten your report
hr: Prijave su ograničene na {0} znakova. Molimo skratite svoju prijavu.

source: Reports awaiting approval
hr: Prijave koje čekaju odobrenje

source: Reports by destination
hr: Prijave po odredištu

source: Reports near %s are sent to different councils, depending on the type of problem.
hr: Prijave u blizini %s poslane se različitim tijelima javne vlasti, ovisno o vrsti problema.

source: Reports published
hr: Objavljene prijave

source: Reports saved offline.
hr: Prijave sačuvane izvan mreže

source: Reports sent to %s
hr: Prijave poslane na %s

source: Reports sent to %s, within %s ward
hr: Prijave poslane za %s, unutar %s mjesnog odbora

source: Reports waiting to be sent
hr: Prijave koje čekaju slanje

source: Reposition if needed, then hit Continue
hr: Izmijenite poziciju ako je potrebno, zatim stisnite Nastavak

source: Required
hr: Potrebno

source: Resend report
hr: Ponovno pošalji prijavu

source: Reset
hr: Resetirati

source: Response Priorities
hr: Prioriteti odgovora

source: Response Priority for %s
hr: Prioritet odgovora za %s

source: Response Template for %s
hr: Predložak odgovora za %s

source: Response Templates
hr: Predlošci odgovora

source: Response Templates for %s
hr: Predlošci odgovora za %s

source: Revert to original
hr: Vratite na original

source: Revert to original text
hr: Vratite originalni tekst

source: Revert to original title
hr: Vratite originalni naslov

source: Right place?
hr: Ispravno mjesto?

source: Road operator for this named road (derived from road reference number and type): %s
hr: Cestovni operater za ovu imenovanu cestu (izveden iz cestovnog referentnog broja i tipa): %s

source: Road operator for this named road (from OpenStreetMap): %s
hr: Cestovni operater za ovu imenovanu cestu (sa OpenStreetMap): %s

source: Roads
hr: Ceste

source: Role
hr: Uloga

source: Role:
hr: Uloga:

source: Roles
hr: Uloge

source: Rotate Left
hr: Zakrenite lijevo

source: Rotate Right
hr: Zakrenite desno

source: Rotating this photo will discard unsaved changes to the report.
hr: Rotiranje ove fotografije odbacit će nespremljene promjene prijave.

source: Satellite
hr: Satelit

source: Save + close as duplicate
hr: Spremite + zatvorite kao duplikat

source: Save changes
hr: Spremite promjene

source: Save new fields
hr: Spremite nova polja

source: Save with a public update
hr: Spremite s javnim ažuriranjem

source: Saving reports offline
hr: Pohranujemo prijave izvan mreže

source: Search Reports
hr: Pretražite prijave

source: Search Users
hr: Pretražite korisnike

source: Search for location of email alert or RSS feed
hr: Pretražite mjesto za koje želite obavijesti e-poštom ili putem RSS-a

source: Search reports
hr: Pretražite prijave

source: Search:
hr: Pretražite:

source: Searching found no reports.
hr: Pretragom nisu pronađene prijave.

source: Searching found no users.
hr: Pretragom nisu pronađeni korisnici.

source: Security
hr: Sigurnost

source: See our privacy policy
hr: Pogledajte našu politiku privatnosti

source: See user detail for reports created as the council
hr: Pogledajte detalje o korisniku za prijave kreirane kao samouprava

source: Select a body
hr: Odaberite tijelo

source: Select an area
hr: Odaberite područje

source: Select if this is the default priority
hr: Odaberite ako je ovo zadani prioritet

source: Select multiple wards to view only reports within those wards.
hr: Odaberite više mjesnih odbora kako biste vidjeli samo prijave unutar tih mjesnih odbora.

source: Select multiple wards?
hr: Odabrati više mjesnih odbora?

source: Select:
hr: Odaberite:

source: Send
hr: Pošaljite

source: Send Fail Count:
hr: Broj neuspješnih slanja:

source: Send extended Open311 statuses with service request updates
hr: Pošaljite proširene Open311 statuse uz servisne zahtjeve za ažuriranje

source: Send login email
hr: Pošaljite podatke za prijavu putem e-maila

source: Sending a confirmation text failed: "%s"
hr: Slanje teksta za potvrdu nije uspjelo: "%s"

source: Sent report back
hr: Pošaljite prijavu natrag

source: Sent to %s %s later
hr: Poslano za %s %s kasnije

source: Sent:
hr: Poslano:

source: Service:
hr: Servis:

source: Set password
hr: Postavite lozinku

source: Set to my current location
hr: Postavite na moju trenutnu lokaciju

source: Share
hr: Podijelite

source: Short Name
hr: Skraćeno ime

source: Shortlist
hr: Popis prioriteta

source: Shortlist all visible
hr: Sve vidljivo na popis prioriteta

source: Shortlisted
hr: Na popisu prioriteta

source: Shortlisted by %s
hr: Stavljeno na popis prioriteta od %s

source: Show Photo?
hr: Prikazati fotografiju?

source: Show all updates
hr: Prikazati sva ažuriranja

source: Show my name publicly
hr: Prikažite moje ime javno

source: Show name publicly?
hr: Pokazati ime javno?

source: Show older
hr: Prikazati starije

source: Show older reports
hr: Prikazati starije prijave

source: Show photo
hr: Prikazati fotografiju

source: Show pins
hr: Prikažite pribadače

source: Show reporter&rsquo;s name
hr: Pokažite ime prijavitelja

source: Show reports in your area
hr: Prikažite prijave u vašoj blizini

source: Sign in
hr: Prijavite se

source: Sign in by email instead, providing a new password. When you click the link in your email, your password will be updated.
hr: Prijavite se putem e-maila, postavljanjem nove lozinke. Kada kliknete na link u vašem e-mailu, vaša lozinka će biti ažurirana.

source: Sign in by email or text, providing a new password. When you click the link in your email or enter the SMS authentication code, your password will be updated.
hr: Prijavite se putem e-maila ili poruke, postavljanjem nove lozinke. Kada kliknete na link u vašem e-mailu ili unesete autentifikacijski kod kojeg ste dobili putem SMS-a, vaša lozinka biti će ažurirana.

source: Sign in or create an account
hr: Prijavite se ili kreirajte korisnički račun

source: Sign in with a password
hr: Prijavite se s lozinkom

source: Sign out
hr: Odjavite se

source: Some categories may require additional information.
hr: Neke kategorije mogu zahtijevati dodatne informacije.
