Repository: DanijelKorent/popravi.to
Catalog: locale/*.UTF-8/LC_MESSAGES/FixMyStreet.po
Languages: hr

source: Some endpoints require an <strong>API key</strong> to indicate that the reports are being sent from your FixMyStreet installation.
hr: Neke krajnje točke zahtijevaju <strong>API ključ</strong> da naznače da se prijave šalju s vaše instalacije Popravi.to.

source: Some photos of recent reports
hr: Neke fotografije nedavnih prijava

source: Some text to localize
hr: Tekst za lokalizaciju

source: Someone has moderated this report since you started.
hr: Netko je u međuvremenu moderirao ovu prijavu.

source: Sorry! You’ve hit the limit of images that can be attached to one report.
hr: Žao nam je, dosegnuli ste limit fotografija koje se mogu priložiti jednoj prijavi.

source: Sorry, that appears to be a Crown dependency postcode, which we don't cover.
hr: Žao nam je, ne pokrivamo područje na kojem se nalazi taj problem.

source: Sorry, that wasn&rsquo;t a valid link
hr: Oprostite, to nije valjana poveznica

source: Sorry, that wasn&rsquo;t the correct code
hr: Oprostite, to nije točan kod

source: Sorry, there has been an error confirming your problem.
hr: Žao nam je, došlo je do greške pri potvrđivanju vašeg problema.

source: Sorry, we could not find that location.
hr: Žao nam je, ne možemo pronaći tu lokaciju.

source: Sorry, we could not log you in. Please fill in the form below.
hr: Oprostite, nismo vas mogli prijaviti. Molimo ispunite donji obrazac.

source: Sorry, we could not parse that location. Please try again.
hr: Žao nam je, ne možemo prepoznati tu lokaciju. Molimo pokušajte ponovno.

source: Sorry, we couldn't save your file(s), please try again.
hr: Oprostite, nismo uspjeli spremiti vašu datoteku/e, molimo pokušajte ponovno.

source: Sorry, we don’t have a good enough connection to fetch that page.
hr: Oprostite, nemamo dovoljno jaku vezu za dohvaćanje te stranice.

source: Sorry, you don't have permission to do that.
hr: Žao nam je, nemate dozvolu za to.

source: Sorry, you don’t have permission to do that. If you are the problem reporter, or a member of staff, please <a href="%s">sign in</a> to view this report.
hr: Žao nam je, nemate dozvolu za tu radnju. Ako prijavljujete problem, ili ste član osoblja, molimo <a href="%s">prijavite se</a> kako biste vidjeli ovu prijavu.

source: Sort by
hr: Kriterij sortiranja

source: Staff only
hr: Samo osoblje

source: Staff users have permission to log in to the admin.
hr: Osoblje portala ima dozvolu za prijavu u administrativno sučelje.

source: Staff:
hr: Osoblje:

source: Staging site
hr: Testiranje

source: Start Date
hr: Početni datum

source: State
hr: Stanje

source: State and external status code cannot be used simultaneously.
hr: Stanje i vanjski status kôd ne mogu se koristiti istovremeno.

source: State changed to:
hr: Stanje je promjenjeno u:

source: State:
hr: Stanje:

source: States
hr: Stanja

source: Stats
hr: Statistika

source: Still open, via questionnaire
hr: I dalje otvoreno, putem upitnika

source: Subcategory
hr: Potkategorija

source: Subdivision/Body
hr: Ustrojstvena jedinica/Tijelo

source: Subject
hr: Naslov

source: Subject:
hr: Naslov:

source: Submit
hr: Pošaljite

source: Submit changes
hr: Pošaljite promjene

source: Submit questionnaire
hr: Pošaljite upitnik

source: Submitted
hr: Podneseno

source: Subscribe
hr: Pretplatite se

source: Subscribe by email
hr: Pretplatite se na e-mail obavijesti

source: Subscribed:
hr: Pretplaćeno:

source: Summaries are limited to %d characters in length. Please shorten your summary
hr: Sažeci su ograničeni na %d znakova. Molimo skratite vaš sažetak

source: Summaries are limited to %s characters in length. Please shorten your summary
hr: Sažeci su ograničeni na %s znakova. Molimo skratite vaš sažetak

source: Summaries are limited to {0} characters in length. Please shorten your summary
hr: Sažeci su ograničeni na {0} znakova. Molimo skratite vaš sažetak

source: Summarise the problem
hr: Ukratko opišite problem

source: Summarise your changes
hr: Ukratko opišite unesene izmjene

source: Summary
hr: Sažetak

source: Summary reports
hr: Sažetak prijava

source: Summary statistics
hr: Sažetak statistike

source: Superuser
hr: Superkorisnik

source: Superuser:
hr: Superkorisnik:

source: Superusers have permission to perform <strong>all actions</strong> within the admin.
hr: Superkorisnici imaju ovlasti da poduzimaju <strong>sve radnje</strong> u administratorskom sučelju.

source: Survey Results
hr: Rezultati upitnika

source: Tell us about you
hr: Recite nam nešto o sebi

source: Template &laquo;%s&raquo;
hr: Predložak &laquo;%s&raquo;

source: Templates
hr: Predlošci

source: Ten least recently updated open reports
hr: Deset najdavnije ažuriranih otvorenih prijava

source: Text
hr: Tekst

source: Text field
hr: Polje teksta

source: Text only version
hr: Verzija samo za tekst

source: Text:
hr: Tekst:

source: Textarea
hr: Područje teksta

source: Thank you for reporting this issue!
hr: Hvala Vam na prijavi ovog problema!

source: Thank you for trying to confirm your update or problem. We seem to have an error ourselves though, so <a href="%s">please let us know what went on</a> and we'll look into it.
hr: Zahvaljujemo se na pokušaju slanja ažuriranja ili problema. Izgleda da imamo problem pa<a href="%s">vas molimo da nam pojasnite što se dogodilo</a> te ćemo pokušati popraviti.

source: Thank you for updating this issue!
hr: Hvala Vam na ažuriranju stanja ovog problema!

source: Thank you for your enquiry
hr: Hvala Vam na upitu

source: Thank you for your feedback
hr: Hvala Vam na povratnoj informaciji

source: Thanks for uploading your photo. We now need to locate your problem, so please enter a nearby street name or postcode in the box above&nbsp;:
hr: Hvala na učitavanju fotografije. Sada trebamo locirati problem pa vas molimo da unesete naziv obližnje ulice ili poštanski broj u gornji okvir&nbsp;:

source: Thanks, glad to hear it's been fixed! Could we just ask if you have ever reported a problem to a council before?
hr: Hvala, drago nam je čuti da je problem riješen! Htjeli bismo vas još pitati jeste li do sada prijavljivali problem odgovornom tijelu?

source: Thanks, you have successfully enabled two-factor authentication on your account.
hr: Hvala, uspješno ste omogućili dvostupanju autentifikaciju na vašem računu.

source: That image doesn't appear to have uploaded correctly (%s), please try again.
hr: Fotografija nije ispravno učitana (%s), molimo pokušajte ponovno.

source: That location does not appear to be covered by a council; perhaps it is offshore or outside the country. Please try again.
hr: Tu lokaciju ne pokriva samouprava, možda je riječ o obalnom dijelu ili je izvan zemlje. Molimo pokušajte ponovno.

source: That location does not appear to be in the UK; please try again.
hr: Lokacija se ne nalazi u Hrvatskoj; molimo pokušajte ponovno.

source: That password has appeared in a known third-party data breach (<a href="https://haveibeenpwned.com/Passwords" target="_blank">more information</a>); please choose another
hr: Ta se lozinka pojavljuje u poznatim podatkovnim propustima trećih strana (<a href="https://haveibeenpwned.com/Passwords" target="_blank">više informacija</a>); molimo vas da pokušate drugačiju lozinku

source: That postcode was not recognised, sorry.
hr: Žao nam je, poštanski broj nije prepoznat.

source: That problem has been marked as sent.
hr: Taj problem je označen kao poslan.

source: That problem will now be resent.
hr: Taj problem će biti ponovno poslan.

source: That report has been removed from FixMyStreet.
hr: Ta prijava je uklonjena s Popravi.to.

source: That user has been logged out.
hr: Taj korisnik je odjavljen.

source: That user has been made anonymous on all reports and updates.
hr: Osobni podaci tog korisnika su anonimizirani u svim prijavama i ažuriranjima.

source: That user’s personal details have been removed.
hr: Osobni podaci tog korisnika su uklonjeni.

source: That user’s reports and updates have been hidden.
hr: Prijave i ažuriranja od strane tog korisnika su označene kao sakrivene.

source: The <strong>background colour</strong> defines a placeholder background colour for the application splash screen before it has loaded. Colours should be specified with CSS syntax, e.g. <strong><code>#ff00ff</code></strong> or <strong><code>rgb(255, 0, 255)</code></strong> or a named colour like <strong><code>fuchsia</code></strong>.
hr: <strong>Pozadinska boja</strong> definira mjesto za pozadinsku boju početnog zaslona prije nego je učitan, npr. <strong><code>#ff00ff</code></strong> ili <strong><code>rgb(255, 0, 255)</code></strong> ili ime boje poput <strong><code>fuchsia</code></strong>.

source: The <strong>endpoint</strong> is the URL of the service that FixMyStreet will connect to when sending reports to this body.
hr: <strong>Endpoint</strong> je URL servisa na koji se FixMyStreet spaja kada šalje prijavu ovom tijelu.

source: The <strong>icons</strong> are used when the application is installed to the user's home screen. Icons must be <strong>square</strong>, with <strong>512x512</strong>px and <strong>192x192</strong>px being the most common sizes.
hr: <strong>Ikona</strong> se koriste kada je aplikacija instalirana na korisnikov početan zaslon. Ikone moraju biti <strong>kockaste</strong>, s <strong>512x512</strong>px i <strong>192x192</strong>px kao najčešće veličine.

source: The <strong>jurisdiction</strong> is only needed if the endpoint is serving more than one. If the body is running its own endpoint, you can usually leave this blank.
hr: <strong>Jurisdikcija</strong> je potrebna samo ako endpoint servira više od jednog. Ako tijelo ima svoj vlastiti endpoint, ovo obično možete ostaviti prazno.

source: The <strong>name</strong> is a string that represents the name of the web application as it is usually displayed to the user (e.g., amongst a list of other applications, or as a label for an icon).
hr: <strong>Naziv</strong> je string koji predstavlja naziv web aplikacije koji se obično prikazuje korisniku (npr. na popisu ostalih aplikacija, ili kao labela za ikonu).

source: The <strong>send method</strong> determines how problem reports will be sent to the body. If you leave this blank, <strong>send method defaults to email</strong>.
hr: <strong>Metoda slanja</strong> određuje kako će prijava biti poslana tijelu. Ako ostavite prazno, <strong>metoda slanja će pretpostavljano biti email</strong>.

source: The <strong>short name</strong> is a string that represents the name of the web application displayed to the user if there is not enough space to display name (e.g., as a label for an icon on the phone home screen).
hr: <strong>Kratki naziv</strong> je niz koji predstavlja naziv web aplikacije koja se prikazuje korisniku ako nema dovoljno prostora za prikaz imena (npr. Kao oznaka za ikonu na početnom zaslonu telefona).

source: The <strong>theme colour</strong> defines the default theme colour for the application. This sometimes affects how the OS displays the site (e.g., on Android's task switcher, the theme colour surrounds the site). Colours should be specified with CSS syntax, e.g. <strong><code>#ff00ff</code></strong> or <strong><code>rgb(255, 0, 255)</code></strong> or a named colour like <strong><code>fuchsia</code></strong>.
hr: <strong>Boja teme</strong> definira zadanu boju teme za aplikaciju. To ponekad utječe na to kako OS prikazuje internetsku stranicu (npr. na Androidovom upravitelju aplikacija boja teme okružuje internetsku stranicu). Boje treba navesti korištenjem CSS sintakse, npr. <strong><code>#ff00ff</code></strong> ili <strong><code>rgb(255, 0, 255)</code></strong> ili ime boje poput <strong><code>fuchsia</code></strong>.

source: The Open311 v2 attribute agency_responsible is used to list the administrations that received the problem report, which is not quite the way the attribute is defined in the Open311 v2 specification.
hr: Open311 v2 atribut agency_responsible koristi se za popis uprava koje su zaprimile prijavu problema te ne odgovara posve načinu na koji je atribut definiran u specifikaciji Open311 v2.

source: The body's <strong>name</strong> identifies the body (for example, <em>Borsetshire District Council</em>) and may be displayed publically.
hr: <strong>Ime</strong> administrativne jedinice identificira tijelo (na primjer, <em>Općina Bedekovčina</em>) i može se javno prikazati.

source: The code used to store this field value in the database.
hr: Kôd koji se koristi za pohranu vrijednosti ovog polja u bazu podataka.

source: The contact has been confirmed as correct.
hr: Ovaj kontakt je potvrđen kao točan.

source: The council won&rsquo;t be able to help unless you leave as much detail as you can. Please describe the exact location of the problem (e.g. on a wall), what it is, how long it has been there, a description (and a photo of the problem if you have one), etc.
hr: Nadležno tijelo Vam vjerojatno neće moći pomoći u vezi ovog problema ako ne ostavite što više korisnih detalja. Molimo Vas da precizno opišete lokaciju problema, što je točno problem, koliko je dugo prisutan (ako znate), te Vas molimo da pošaljete fotografiju problema ako je imate.

source: The diligency prize league table shows editors' activity (who's been editing the most records).
hr: Tablica Popravi.to lige pokazuje aktivnost urednika (tko je uređivao najviše zapisa).

source: The error was: %s
hr: Greška je: %s

source: The following Open311 v2 attributes are returned for each request: service_request_id, description, lat, long, media_url, status, requested_datetime, updated_datetime, service_code and service_name.
hr: Sljedeći Open311 v2 atributi vraćaju se za svaki zahtjev: service_request_id, description, lat, long, media_url, status, required_datetime, updated_datetime, service_code i service_name.

source: The latest local problems reported by users
hr: Posljednji lokalni problemi koje su prijavili korisnici

source: The latest problems for {{COUNCIL}} reported by users
hr: Posljednji problemi za {{COUNCIL}} koje su prijavili korisnici

source: The latest problems for {{COUNCIL}} within {{WARD}} ward reported by users
hr: Posljednji problemi za {{COUNCIL}} unutar {{WARD}} koje su prijavili korisnici

source: The latest problems reported by users
hr: Posljednji problemi koje su prijavili korisnici

source: The latest problems reported fixed by users
hr: Posljednji problemi koje su korisnici označili popravljenima

source: The latest problems within {{NAME}}'s boundary reported by users
hr: Posljednji problemi unutar {{NAME}} koje su prijavili korisnici

source: The link might have expired, or maybe you didn&rsquo;t quite copy and paste it correctly.
hr: Poveznica je možda istekla, ili je niste posve točno upisali.

source: The list of available areas is being provided by the MapIt service at %s.
hr: Popis dostupnih područja preuzet je sa servisa MapIt na %s.

source: The passwords do not match
hr: Lozinke se ne podudaraju

source: The requested URL '%s' was not found on this server
hr: Traženi URL '%s' nije pronađen na ovom serveru

source: The role's <strong>name</strong> is used to refer to this group of permissions elsewhere in the admin.
hr: <strong>Ime</strong> uloge koristi se za referenciranje na ovu skupinu dopuštenja negdje drugdje u administraciji.

source: The uploaded CSV file must contain a header row, and records can have the following fields:
hr: Prenesena CSV datoteka mora sadržavati redak zaglavlja, a zapisi mogu imati sljedeća polja:

source: The user could not locate the problem on a map, but to see the area around the location they entered
hr: Korisnik nije mogao locirati problem na karti, ali možete vidjeti područje oko lokacije koju je naveo

source: The user has been sent a login email
hr: Korisniku je poslan e-mail za prijavu

source: The user's <strong>name</strong> is displayed publicly on reports that have not been marked <em>anonymous</em>. Names are not necessarily unique.
hr: Korisnikovo <strong>ime</strong> je javno prikazano na prijavama koje nisu označene kao <em>anonimne</em>. Imena nisu nužno jedinstvena.

source: Theme
hr: Tema

source: Theme Colour
hr: Boja teme

source: Themes
hr: Teme

source: There are no reports to show.
hr: Nema prijava za prikazati.

source: There are similar problems nearby that we’re already aware of, is one of them yours?
hr: Postoje slični problemi u blizini o kojima već imamo saznanja, je li jedan od njih vaš?

source: There is already a template with that title.
hr: Već postoji predložak s tim naslovom.

source: There is already an auto-response template for this category/state.
hr: Već postoji predložak za automatsko odgovaranje za ovu kategoriju ili stanje.

source: There was a problem showing the All Reports page. Please try again later.
hr: Došlo je do problema pri učitavanju svih prijava. Molimo pokušajte ponovno kasnije.

source: There was a problem showing this page. Please try again later.
hr: Došlo je do problema pri učitavanju ove stranice. Molimo pokušajte ponovno kasnije.

source: There was a problem with your login information.
hr: Dogodio se problem s vašim podacima za prijavu.

source: There was a problem with your login information. If you cannot remember your password, or do not have one, please fill in the ‘No’ section of the form.
hr: Dogodio se problem s vašim podacima za prijavu. Ako ste zaboravili lozinku, ili je nemate, molimo ispunite odjeljak ‘Ne’ u obrascu.

source: There was a problem with your update. Please try again.
hr: Došlo je do problema s vašim ažuriranjem. Molimo pokušajte ponovno.

source: There were problems with your report. Please see below.
hr: Bilo je problema s vašom prijavom. Detalje pogledajte u nastavku.

source: There were problems with your update. Please see below.
hr: Bilo je problema s vašim ažuriranjem. Detalje pogledajte u nastavku.

source: These categories appear in more than one group:
hr: Ove kategorije pojavljuju se u više od jedne grupe:

source: These details will be sent to the council, but will never be shown online without your permission.
hr: Ovi podaci poslat će se jedinici lokalne samouprave, ali nikad neće biti prikazani online bez vaše dozvole.

source: These details will never be shown online without your permission.
hr: Ovi podaci nikad neće biti prikazani online bez vašeg dopuštenja.

source: These settings are for bodies that use Open311 (or other back-end integration) to receive problem reports.<br> <strong>You don't need to set them if the Send Method is email.</strong>. For more information on Open311, see <a href='https://www.mysociety.org/2013/01/17/open311-explained/' class='admin-offsite-link'>this article</a>.
hr: Ove postavke su za tijela koja koriste Open311 (ili drugu back-office integraciju) za primanje prijava o problemima.<br> <strong>Ne morate ih postavljati ako je način slanja podešen za e-mail.</strong>. Za više informacija o Open311 pogledajte <a href='https://www.mysociety.org/2013/01/17/open311-explained/' class='admin-offsite-link'>ovaj članak</a>.

source: These users weren't updated.
hr: Ovi korisnici nisu ažurirani.

source: These will be published online for others to see, in accordance with our <a href="%s">privacy policy</a>.
hr: Ovo će biti objavljeno javno na internetu, sukladno našim <a href="%s">pravilima privatnosti</a>.

source: These will be sent to <strong>%s</strong> and also published online for others to see, in accordance with our <a href="%s">privacy policy</a>.
hr: Ovo će biti poslano za <strong>%s</strong> i javno objavljeno na internetu, sukladno našim <a href="%s">pravilima privatnosti</a>.

source: These will be sent to <strong>%s</strong> but not published online.
hr: Ovo će biti poslano za <strong>%s</strong> ali neće biti objavljeno na internetu.

source: This API implementation is work in progress and not yet stabilized. It will change without warnings in the future.
hr: Razvoj API implementacije je u tijeku te još nije stabilizrano. Ubuduće će se mijenjati bez upozorenja.

source: This body covers no area. This means that it has no jurisdiction over problems reported <em>at any location</em>. Consequently, none of its categories will appear in the drop-down category menu when users report problems. Currently, users <strong>cannot report problems to this body</strong>.
hr: Ovo tijelo ne pokriva područje. To znači da nema nadležnost za probleme prijavljene <em>na bilo kojoj lokaciji</em>. Slijedom toga, niti jedna od njegovih kategorija neće se pojaviti na padajućem izborniku kategorija kada korisnici prijavljuju probleme. Trenutno korisnici <strong>ne mogu prijaviti probleme ovom tijelu</strong>.

source: This body has no contacts. This means that currently problems reported to this body <strong>will not be sent</strong>.
hr: Ovo tijelo nema kontakte. To znači da trenutno problemi prijavljeni ovom tijelu <strong>neće biti poslani</strong>.

source: This body will only be sent reports for problems that are located in the <strong>area covered</strong>. A body will not receive any reports unless it covers at least one area.
hr: Ovome tijelu slat će se samo prijave smještene u <strong>pokrivenom području</strong>. TIjelo neće zaprimiti nove prijave ako ne pokriva barem jedno područje.

source: This email has been sent to both councils covering the location of the problem, as the user did not categorise it; please ignore it if you're not the correct council to deal with the issue, or let us know what category of problem this is so we can add it to our system.
hr: Kako korisnik nije kategorizirao problem, ovaj e-mail poslan je oboma odgovornim tijelima koji pokrivaju mjesto problema. Molimo vas da zanemarite ovo ukoliko problem ne ulazi u vaše područje ili nam javite o kakvoj je kategoriji problema riječ kako bismo ga unijeli u naš sustav.

source: This email has been sent to several councils covering the location of the problem, as the category selected is provided for all of them; please ignore it if you're not the correct council to deal with the issue.
hr: Ovaj e-mail poslan je na nekoliko tijela koje pokrivaju mjesto problema, jer odabrana kategorija pokriva sva tijela. Molimo vas da zanemarite e-mail ukoliko niste nadležni za rješavanje ovog problema.

source: This information is required
hr: Ta informacija je potrebna

source: This is a <strong>private</strong> name for this template so you can identify it when updating reports or editing in the admin.
hr: Ovo je <strong>privatno</strong> ime za ovaj predložak, tako da ga možete prepoznati prilikom ažuriranja prijave ili uređivanja u administraciji.

source: This is the <strong>public</strong> text that will be shown on the site.
hr: Ovo je <strong>javni</strong> tekst koji će biti prikazan na stranici.

source: This is the problem
hr: Ovo je problem

source: This means the user will only see front end staff features (such as the inspector form) in their assigned categories.
hr: Korisnik će značajke sučelja za osoblje (poput obrasca za inspektora) vidjeti samo u dodijeljenim kategorijama.

source: This page is a quick way to create many new staff users in one go.
hr: Ova stranica daje brz način za stvaranje mnogo novih korisnika osoblja portala.

source: This problem has been fixed
hr: Problem je popravljen

source: This problem has not been fixed
hr: Problem još nije popravljen

source: This problem is still ongoing
hr: Ovaj problem je još uvijek u tijeku

source: This report
hr: Ova prijava

source: This report is a duplicate. Please leave updates on the original report:
hr: Ova prijava je duplikat. Molimo ažurirajte originalnu prijavu:

source: This report is awaiting moderation.
hr: Ova prijava čeka na moderiranje.

source: This report is currently marked as closed.
hr: Ova prijava je trenutno označena kao zatvorena.

source: This report is currently marked as fixed.
hr: Prijava je trenutno označena kao popravljena.
