Repository: DanijelKorent/popravi.to
Catalog: locale/*.UTF-8/LC_MESSAGES/FixMyStreet.po
Languages: hr

source: We do not yet have details for the council that covers this location.
hr: Još uvijek nemamo podatke za odgovorno tijelo koja pokriva ovu lokaciju.

source: last updated %d day ago
hr: zadnje ažururano prije %d dan

source: month
hr: mjesec

source: report
hr: prijava
